const translationCard = document.getElementById("translationCard");
// 诗歌文本
const poemText = `老子
道德經
下篇
華亭張氏原本
晉王弼注
三十八章
上德不德
是以有德
下德不失德
是以無德
上德無為而無以為
下德為之而有以為
上仁為之而無以為
上義為之而有以為
上禮為之而莫之應
則攘臂而扔之
故失道而後德
失德而後仁
失仁而後義
失義而後禮
夫禮者
忠信之薄
而亂之首
前識者
道之華
而愚之始
是以大丈夫處其厚
不居其薄
處其實
不居其華
故去彼取此
德者
得也
常得而無喪
利而無害
故以德為名焉
何以得德
由乎道也
何以盡德
以無為用
以無為用則莫不載也
故物無焉
則無物不經
有焉
則不足以免其生
是以天地雖廣
以無為心
聖王雖大
以虛為主
故曰
以復而視
則天地之心見
至日而思之
則先王之至覩也
故滅其私而無其身
則四海莫不瞻
遠近莫不至
殊其己而有其心
則一體不能自全
肌骨不能相容
是以上德之人
唯道是用
不德其德
無執無用
故能有德而無不為
不求而得
不為而成
故雖有德而無德名也
下德求而得之
為而成之
則立善以治物
故德名有焉
求而得之必有失焉
為而成之必有敗焉
善名生則有不善應焉
故下德為之而有以為也
無以為者
無所徧為也
凡不能無為而為之者
皆下德也
仁義禮節是也
將明德之上下
輒舉下德以對上德
至於無以為
極下德下之量
上仁是也
足及於無以為而猶為之焉
為之而無以為
故有為
為之患矣
本在無為
母在無名
棄本捨母而適其子
功雖大焉
必有不濟
名雖美焉
偽亦必生
不能不為而成
不興而治
則乃為之
故有宏普博施仁愛之者
而愛之無所偏私
故上仁為之而無以為也
愛不能兼
則有抑抗正真而義理之者
忿枉祐直
助彼攻此物事而有以心為矣
故上義為之而有以為也
直不能篤
則有游飾修文
禮敬之者
尚好修敬
校責往來
則不對之閒
忿怒生焉
故上禮為之而莫之應
則攘臂而扔之
夫大之極也
其唯道乎
自此已往
豈足尊哉
故雖盛業大富而有萬物
猶各得其德
雖貴以無為用
不能捨無以為體也
不能捨無以為體
則失其為大矣
所謂失道而後德也
以無為用
德其母
故能己不勞焉而物無不理
下此已往
則失用之母
不能無為而貴博施
不能博施而貴正直
不能正直而貴飾敬
所謂失德而後仁
失仁而後義
失義而後禮也
夫禮也
所始首於忠信不篤
通簡不陽
責備於表
機微爭制
夫仁義發於內
為之猶偽
況務外飾而可久乎
故夫禮者
忠信之薄而亂之首也
前識者
前人而識也
即下德之倫也
竭其聰明以為前識
役其智力以營庶事
雖德其情
姦巧彌密
雖豐其譽
愈喪篤實
勞而事昬
務而治薉
雖竭聖智
而民愈害
舍己任物
則無為而泰
守夫素樸
則不順典制
聽彼所獲
棄此所守
識道之華
而愚之首
故茍得其為功之母
則萬物作焉而不辭也
萬事存焉而不勞也
用不以形
御不以名
故仁義可顯
禮敬可彰也
夫載之以大道
鎮之以無名
則物無所尚
志無所營
各任其貞
事用其誠
則仁德厚焉
行義正焉
禮敬清焉
棄其所載
舍其所生
用其成形
役其聰明
仁則誠焉
義其競焉
禮其爭焉
故仁德之厚
非用仁之所能也
行義之正
非用義之所成也
禮敬之清
非用禮之所濟也
載之以道
統之以母
故顯之而無所尚
彰之而無所競
用夫無名
故名以篤焉
用夫無形
故形以成焉
守母以存其子
崇本以舉其末
則形名俱有
而邪不生
大美配天而華不作
故母不可遠
本不可失
仁義
母之所生
非可以為母
形器
匠之所成
非可以為匠也
捨其母而用其子
棄其本而適其末
名則有所分
形則有所止
雖極其大
必有不周
雖盛其美
必有憂患
功在為之
豈足處也

三十九章
昔之得一者
昔
始也
一
數之始而物之極也
各是一物之生
所以為主也
物皆各得此一以成
既成而舍以居成
居成則失其母
故皆裂發歇竭滅蹶也

天得一以清
地得一以寧
神得一以靈
谷得一以盈
萬物得一以生
侯王得一以為天下貞
其致之
各以其一致此清
寧
靈
盈
生
貞

天無以清將恐裂
用一以致清耳
非用清以清也
守一則清不失
用清則恐裂也
故為功之母
不可舍也
是以皆無用其功
恐喪其本也

地無以寧將恐發
神無以靈將恐歇
谷無以盈將恐竭
萬物無以生將恐滅
侯王無以貴高將恐蹶
故貴以賤為本
高以下為基
是以侯王自稱孤寡不穀
此非以賤為本邪
非乎
故致數輿無輿
不欲琭琭如玉
珞珞如石
清不能為清
盈不能為盈
皆有其母以存其形
故清不足貴
盈不足多
貴在其母
而母無貴形
貴乃以賤為本
高乃以下為基
故致數輿乃無輿也
玉石琭琭珞珞
體盡於形
故不欲也

四十章
反者道之動
高以下為基
貴以賤為本
有以無為用
此其反也
動皆知其所無
則物通矣
故曰反者道之動也

弱者道之用
柔弱同通
不可窮極

天下萬物生於有
有生於無
天下之物皆以有為生
有之所始
以無為本
將欲全有
必反於無也

四十一章
上士聞道
勤而行之
有志也

中士聞道
若存若亡
下士聞道
大笑之
不笑不足以為道
故建言有之
建
猶立也

明道若昧
光而不耀

進道若退
後其身而身先
外其身而身存

夷道若纇
纇
㘨也
大夷之道
因物之性
不執平以割物
其平不見
乃更反若纇㘨也

上德若谷
不德其德
無所懷也

大白若辱
知其白
守其黑
大白然後乃得

廣德若不足
廣德不盈
廓然無形
不可滿也

建德若偷
偷
匹也
建德者
因物自然
不立不施
故若偷匹

質真若渝
質真者
不矜其真
故渝

大方無隅
方而不割
故無隅也

大器晚成
大器成天下不持全別
故必晚成也

大音希聲
聽之不聞名曰希
不可得聞之音也
有聲則有分
有分則不宮而商矣
分則不能統眾
故有聲者非大音也

大象無形
有形則有分
有分者不溫則炎
不炎則寒
故象而形者
非大象

道隱無名
夫唯道
善貸且成
凡此諸善
皆是道之所成也
在象則為大象
而大象無形
在音則為大音
而大音希聲
物以之成而不見其成形
故隱而無名也
貸之非唯供其乏而已
一貸之則足以永終其德
故曰善貸也
成之不如機匠之裁
無物而不濟其形
故曰善成

四十二章
道生一
一生二
二生三
三生萬物
萬物負陰而抱陽
沖氣以為和
人之所惡
唯孤寡不穀
而王公以為稱
故物或損之而益
或益之而損
萬物萬形
其歸一也
何由致一
由於無也
由無乃一
一可謂無
已謂之一
豈得無言乎
有言有一
非二如何
有一有二
遂生乎三
從無之有
數盡乎斯
過此以往
非道之流
故萬物之生
吾知其主
雖有萬形
沖氣一焉
百姓有心
異國殊風
而得一者
王侯主焉
以一為主
一何可舍
愈多愈遠
損則近之
損之至盡
乃得其極
既謂之一
猶乃至三
況本不一而道可近乎
損之而益
豈虛言也

人之所教
我亦教之
我之非強使人從之也
而用夫自然
舉其至理
順之必吉
違之必凶
故人相教
違之自取其凶也
亦如我之教人
勿違之也

強梁者不得其死
吾將以為教父
强梁則必不得其死
人相教為强梁
則必如我之教人不當為强梁也
舉其強梁不得其死以教邪
若云順吾教之必吉也
故得其違教之徒
適可以為教父也

四十三章
天下之至柔
馳騁天下之至堅
氣無所不入
水無所不出於經

無有入無間
吾是以知無為之有益
虛無柔弱
無所不通
無有不可窮
至柔不可折
以此推之
故知無為之有益也

不言之教
無為之益
天下希及之
四十四章
名與身孰親
尚名好高
其身必疏

身與貨孰多
貪貨無厭
其身必少

得與亡孰病
得多利而亡其身
何者為病也

是故甚愛必大費
多藏必厚亡
甚愛不與物通
多藏不與物散
求之者多
攻之者眾
為物所病
故大費厚亡也

知足不辱
知止不殆
可以長久
四十五章
大成若缺
其用不弊
隨物而成
不為一象
故若缺也

大盈若沖
其用不窮
大盈充足
隨物而與
無所愛矜
故若沖也

大直若屈
其用不居
隨物而直
直不在一
故若屈也

大巧若拙
其用不輟
大巧
因自然以成器
不造為異端
故若拙也

大辯若訥
其用不差
大辯因物而言
己無所造
故若訥也

躁勝寒
靜勝熱
清靜為天下正
躁罷然後勝寒
靜無為以勝熱
以此推之
則清靜為天下正也
靜則全物之真
躁則犯物之性
故惟清靜
乃得如上諸大也

四十六章
天下有道
卻走馬以糞
天下有道
知足知止
無求於外
各修其內而已
故卻走馬以治田糞也

天下無道
戎馬生於郊
貪欲無厭
不修其內
各求於外
故戎馬生於郊也

禍莫大於不知足
咎莫大於欲得
故知足之足
常足矣
四十七章
不出戶
知天下
不闚牖
見天道
事有宗
而物有主
途雖殊而同歸也
慮雖百而其致一也
道有大常
理有大致
執古之道
可以御今
雖處於今
可以知古始
故不出戶闚牖而可知也

其出彌遠
其知彌少
無在於一
而求之於眾也
道視之不可見
聽之不可聞
搏之不可得
如其知之
不須出戶
若其不知
出愈遠愈迷也

是以聖人不行而知
不見而名
得物之致
故雖不行而慮可知也
識物之宗
故雖不見
而是非之理可得而名也

不為而成
明物之性
因之而已
故雖不為而使之成矣

四十八章
為學日益
務欲進其所能
益其所習

為道日損
務欲反虛無也

損之又損
以至於無為
無為而無不為
有為則有所失
故無為乃無所不為也

取天下常以無事
動常因也

及其有事
自己造也

不足以取天下
失統本也

四十九章
聖人無常心
以百姓心為心
動常因也

善者
吾善之
不善者
吾亦善之
各因其用則善不失也

德善
無棄人也

信者
吾信之
不信者
吾亦信之
德信
聖人在天下歙歙
為天下渾其心
各用聰明

百姓皆注其耳目
聖人皆孩之
皆使和而無欲
如嬰兒也
夫天地設位
聖人成能
人謀鬼謀
百姓與能者
能者與之
資者取之
能大則大
資貴則貴
物有其宗
事有其主
如此則可冕旒充目而不懼於欺
黈纊塞耳而無戚於慢
又何為勞一身之聰明
以察百姓之情哉
夫以明察物
物亦競以其明應之
以不信察物
物亦競以其不信應之
夫天下之心
不必同其所應
不敢異則莫肯用其情矣
甚矣害之大也
莫大於用其明矣
夫在智則人與之訟
在力則人與之爭
智不出於人而立乎訟地則窮矣
力不出於人而立乎爭地則危矣
未有能使人無用其智力乎己者也
如此則己以一敵人
而人以千萬敵己也
若乃多其法網
煩其刑罰
塞其徑路
攻其幽宅
則萬物失其自然
百姓喪其手足
鳥亂於上
魚亂於下
是以聖人之於天下歙歙焉
心無所主也
為天下渾心焉
意無所適莫也
無所察焉
百姓何避
無所求焉
百姓何應
無避無應
則莫不用其情矣
人無為舍其所能
而為其所不能
舍其所長
而為其所短
如此
則言者言其所知
行者行其所能
百姓各皆注其耳目焉
吾皆孩之而已

五十章
出生入死
出生地
入死地

生之徒
十有三
死之徒
十有三
人之生
動之死地
亦十有三
夫何故
以其生生之厚
蓋聞善攝生者
陸行不遇兕虎
入軍不被甲兵
兕無所投其角
虎無所措其爪
兵無所容其刃
夫何故
以其無死地
十有三
猶云十分有三分
取其生道
全生之極
十分有三耳
取死之道
全死之極
亦十分有三耳
而民生生之厚
更之無生之地焉
善攝生者無以生為生
故無死地也
器之害者
莫甚乎兵戈
獸之害者
莫甚乎兕虎
而令兵戈無所容其鋒刃
虎兕無所措其爪角
斯誠不以欲累其身者也
何死地之有乎
夫蚖蟺以淵為淺
而鑿穴其中
鷹鸇以山為卑
而增巢其上
矰繳不能及
網罟不能到
可謂處於無死地矣
然而卒以甘餌
乃入於無生之地
豈非生生之厚乎
故物茍不以求離其本
不以欲渝其真
雖入軍而不害
陸行而不可犯也
赤子之可則而貴信矣

五十一章
道生之
德畜之
物形之
勢成之
物生而後畜
畜而後形
形而後成
何由而生
道也
何得而畜
德也
何由而形
物也
何使而成
勢也
唯因也
故能無物而不形
唯勢也
故能無物而不成
凡物之所以生
功之所以成
皆有所由
有所由焉
則莫不由乎道也
故推而極之
亦至道也
隨其所因
故各有稱焉

是以萬物莫不尊道而貴德
道者
物之所由也
德者
物之所得也
由之乃得
故曰不得不失
尊之則害
不得不貴也

道之尊
德之貴
夫莫之命而常自然
命並作爵

故道生之
德畜之
長之育之
亭之毒之
蓋之覆之
謂成其實
各得其庇蔭
不傷其體矣

生而不有
為而不恃
為而不有

長而不宰
是謂玄德
有德而不知其主也
出乎幽冥
是以謂之玄德也

五十二章
天下有始
以為天下母
善始之則善養畜之矣
故天下有始則可以為天下母矣
按此段注文原脫
據樓宇烈補

既得其母
以知其子
既知其子
復守其母
沒身不殆
母
本也
子
末也
得本以知末
不舍本以逐末也

塞其兌
閉其門
兌
事欲之所由生
門
事欲之所由從也

終身不勤
無事永逸
故終身不勤也

開其兌
濟其事
終身不救
不閉其原而濟其事
故雖終身不救

見小曰明
守柔曰強
為治之功不在大
見大不明
見小乃明
守强不强
守柔乃强也

用其光
顯道以去民迷

復歸其明
不明察也

無遺身殃
是為習常
道之常也

五十三章
使我介然有知
行於大道
唯施是畏
言若使我可介然有知
行大道於天下
唯施為之是畏也

大道甚夷
而民好徑
言大道蕩然正平
而民猶尚舍之而不由
好從邪徑
況復施為以塞大道之中乎
故曰
大道甚夷
而民好徑

朝甚除
朝
宮室也
除
潔好也

田甚蕪
倉甚虛
朝甚除
則田甚蕪
倉甚虛
設一而眾害生也

服文綵
帶利劍
厭飲食
財貨有餘
是為盜夸
非道也哉
凡物不以其道得之
則皆邪也
邪則盜也
夸而不以其道得之
竊位也
故舉非道以明非道
則皆盜夸也

五十四章
善建者不拔
固其根而後營其末
故不拔也

善抱者不脫
不貪於多
齊其所能
故不脫也

子孫以祭祀不輟
子孫傳此道以祭祀則不輟也

修之於身
其德乃真
修之於家
其德乃餘
以身及人也
修之身則真
修之家則有餘
修之不廢
所施轉大

修之於鄉
其德乃長
修之於國
其德乃豐
修之於天下
其德乃普
故以身觀身
以家觀家
以鄉觀鄉
以國觀國
彼皆然也

以天下觀天下
以天下百姓心觀天下之道也
天下之道
逆順吉凶
亦皆如人之道也

吾何以知天下然哉
以此
此上之所云也
言吾何以得知天下乎
察己以知之
不求於外也
所謂不出戶以知天下者也

五十五章
含德之厚
比於赤子
蜂蠆虺蛇不螫
猛獸不據
攫鳥不搏
赤子無求無欲
不犯眾物
故毒蟲之物無犯之人也
含德之厚者
不犯於物
故無物以損其全也

骨弱筋柔而握固
以柔弱之故
故握能周固

未知牝牡之合而全作
作
長也
無物以損其身
故能全長也
言含德之厚者
無物可以損其德
渝其真
柔弱不爭而不摧折
皆若此也

精之至也
終日號而不嗄
無爭欲之心
故終日出聲而不嗄也

和之至也
知和曰常
物以和為常
故知和則得常也

知常曰明
不皦不昧
不溫不涼
此常也
無形不可得而見
曰明也

益生曰祥
生不可益
益之則夭也

心使氣曰強
心宜無有
使氣則強

物壯則老
謂之不道
不道早已
五十六章
知者不言
因自然也

言者不知
造事端也

塞其兌
閉其門
挫其銳
含守質也

解其分
除爭原也

和其光
無所特顯
則物無所偏爭也

同其塵
無所特賤
則物無所偏恥也

是謂玄同
故不可得而親
不可得而疏
可得而親
則可得而疏也

不可得而利
不可得而害
可得而利
則可德而害也

不可得而貴
不可得而賤
可得而貴
則可得而賤也

故為天下貴
無物可以加之也

五十七章
以正治國
以奇用兵
以無事取天下
以道治國則國平
以正治國則奇正起也
以無事則能取天下也
上章云
其取天下者
常以無事
及其有事
又不足以取天下也
故以正治國則不足以取天下
而以奇用兵也
夫以道治國
崇本以息末
以正治國
立辟以攻末
本不立而末淺
民無所及
故必至於奇用兵也

吾何以知其然哉
以此
天下多忌諱
而民彌貧
民多利器
國家滋昬
利器
凡所以利己之器也
民强則國家弱

人多伎巧
奇物滋起
民多智慧則巧偽生
巧偽生則邪事起

法令滋彰
盜賊多有
立正欲以息邪
而奇兵用
多忌諱欲以恥貧
而民彌貧
利器欲以强國者也
而國愈昬多
皆舍本以治末
故以致此也

故聖人云我無為而民自化
我好靜而民自正
我無事而民自富
我無欲而民自樸

上之所欲
民從之速也
我之所欲
唯無欲而民亦無欲而自樸也
此四者
崇本以息末也

五十八章
其政悶悶
其民淳淳
言善治政者
無形無名
無事無政可舉
悶悶然
卒至於大治
故曰
其政悶悶也
其民無所爭競
寬大淳淳
故曰
其民淳淳也

其政察察
其民缺缺
立刑名
明賞罰
以檢姦偽
故曰察察也
殊類分析
民懷爭競
故曰
其民缺缺也

禍兮福之所倚
福兮禍之所伏
孰知其極
其無正
言誰知善治之極乎
唯無可正舉
無可形名
悶悶然而天下大化
是其極也

正復為奇
以正治國
則便復以奇用兵矣
故曰
正復為奇

善復為妖
立善以和萬物
則便復有妖之患也

人之迷
其日固久
言人之迷惑失道
固久矣
不可便正善治以責

是以聖人方而不割
以方導物
舍去其邪
不以方割物
所謂大方無隅

廉而不劌
廉
清廉也
劌
傷也
以清廉清民
令去其邪
令去其汙
不以清廉劌傷於物也

直而不肆
以直導物
令去其僻
而不以直激沸於物也
所謂大直若屈也

光而不燿
以光鑑其所以迷
不以光照求其隱慝也
所謂明道若昧也
此皆崇本以息末
不攻而使復之也

五十九章
治人事天
莫若嗇
莫若
猶莫過也
嗇
農夫
農人之治田務
去其殊類
歸於齊一也
全其自然
不急其荒病
除其所以荒病
上承天命
下綏百姓
莫過於此

夫唯嗇
是謂早服
早服
常也

早服謂之重積德
唯重積德
不欲銳速
然後乃能使早服其常
故曰早服謂之重積德者也

重積德則無不克
無不克則莫知其極
道無窮也

莫知其極
可以有國
以有窮而莅國
非能有國也

有國之母
可以長久
國之所以安謂之母
重積德是唯圖其根
然後營末
乃得其終也

是謂深根固柢
長生久視之道
六十章
治大國
若烹小鮮
不擾也
躁則多害
靜則全真
故其國彌大
而其主彌靜
然後乃能廣得眾心矣

以道莅天下
其鬼不神
治大國則若烹小鮮
以道蒞天下則其鬼不神也

非其鬼不神
其神不傷人
神不害自然也
物守自然則神無所加
神無所加則不知神之為神也

非其神不傷人
聖人亦不傷人
道洽則神不傷人
神不傷人則不知神之為神
道洽則聖人亦不傷人
聖人不傷人則不知聖人之為聖也
猶云
不知神之為神
亦不知聖人之為聖也
夫恃威網以使物者
治之衰也
使不知神聖之為神聖
道之極也

夫兩不相傷
故德交歸焉
神不傷人
聖人亦不傷人
聖人不傷人
神亦不傷人
故曰
兩不相傷也
神聖合道
交歸之也

六十一章
大國者下流
江海居大而處下
則百川流之
大國居大而處下
則天下流之
故曰
大國下流也

天下之交
天下所歸會也

天下之牝
靜而不求
物自歸之也

牝常以靜勝牡
以靜為下
以其靜故能為下也
牝
雌也
雄躁動貪欲
雌常以靜
故能勝雄也
以其靜復能為下
故物歸之也

故大國以下小國
大國以下
猶云以大國下小國

則取小國
小國則附之

小國以下大國
則取大國
大國納之也

故或下以取
或下而取
言唯修卑下
然後乃各得其所

大國不過欲兼畜人
小國不過欲入事人
夫兩者各得其所欲
大者宜為下
小國修下自全而已
不能令天下歸之
大國修下則天下歸之
故曰
各得其所欲
則大者宜為下也

六十二章
道者萬物之奧
奧
猶曖也
可得庇蔭之辭

善人之寶
寶以為用也

不善人之所保
保以全也

美言可以市
尊行可以加人
言道無所不先
物無有貴於此也
雖有珍寶璧馬
無以匹之
美言之則可以奪眾貨之賈
故曰
美言可以市也
尊行之則千里之外應之
故曰
可以加於人也

人之不善
何棄之有
不善當保道以免放

故立天子
置三公
言以尊行道也

雖有拱璧以先駟馬
不如坐進此道
此道
上之所云也
言故立天子
置三公
尊其位
重其人
所以為道也
物無有貴於此者
故雖有拱抱寶璧以先
駟馬而進之
不如坐而進此道也

古之所以貴此道者何
不曰以求得
有罪以免邪
故為天下貴
以求則得求
以免則得免
無所而不施
故為天下貴也

六十三章
為無為
事無事
味無味
以無為為居
以不言為教
以恬淡為味
治之極也

大小多少
報怨以德
小怨則不足以報
大怨則天下之所欲誅
順天下之所同者
德也

圖難於其易
為大於其細
天下難事必作於易
天下大事必作於細
是以聖人終不為大
故能成其大
夫輕諾必寡信
多易必多難
是以聖人猶難之
以聖人之才猶尚難於細易
況非聖人之才而欲忽於此乎
故曰
猶難之也

故終無難矣
六十四章
其安易持
其未兆易謀
以其安不忘危
持之不忘亡
謀之無功之勢
故曰易也

其脆易泮
其微易散
雖失無入有
以其微脆之故
未足以興大功
故易也
此四者
皆說慎終也
不可以無之故而不持
不可以微之故而弗散也
無而弗持則生有焉
微而不散則生大焉
故慮終之患
如始之禍
則無敗事

為之於未有
謂其安未兆也

治之於未亂
謂微脆也

合抱之木
生於毫末
九層之臺
起於累土
千里之行
始於足下
為者敗之
執者失之
當以慎終除微
慎微除亂
而以施為治之
形名執之
反生事原
巧辟滋作
故敗失也

是以聖人無為故無敗
無執故無失
民之從事
常於幾成而敗之
不慎終也

慎終如始
則無敗事
是以聖人欲不欲
不貴難得之貨
好欲雖微
爭尚為之
興難得之貨雖細
貪盜為之起也

學不學
復眾人之所過
不學而能者
自然也
喻於不學者
過也
故學不學
以復眾人之過

以輔萬物之自然
而不敢為
六十五章
古之善為道者
非以明民
將以愚之
明謂多見巧詐
蔽其樸也
愚謂無知守真
順自然也

民之難治
以其智多
多智巧詐
故難治也

故以智治國
國之賊
智
猶治也
以智而治國
所以謂之賊者
故謂之智也
民之難治
以其多智也
當務塞兌閉門
令無知無欲
而以智術動民
邪心既動
復以巧術防民之偽
民知其術
防隨而避之
思惟密巧
奸偽益滋
故曰
以智治國
國之賊也

不以智治國
國之福
知此兩者亦稽式
常知稽式
是謂玄德
玄德深矣
遠矣
稽
同也
今古之所同
則而不可廢
能知稽式
是謂玄德
玄德深矣
遠矣

與物反矣
反其真也

然後乃至大順
六十六章
江海所以能為百谷王者
以其善下之
故能為百谷王
是以欲上民
必以言下之
欲先民
必以身後之
是以聖人處上而民不重
處前而民不害
是以天下樂推而不厭
以其不爭
故天下莫能與之爭
六十七章
天下皆謂我道大
似不肖
夫唯大
故似不肖
若肖
久矣其細也夫
久矣其細
猶曰其細久矣
肖
則失其所以為大矣
故曰
若肖久矣
其細也夫

我有三寶
持而保之
一曰慈
二曰儉
三曰不敢為天下先
慈故能勇
夫慈
以陳則勝
以守則固
故能勇也

儉故能廣
節儉愛費
天下不匱
故能廣也

不敢為天下先
故能成器長
唯後外其身
為物所歸
然後乃能立成器為天下利
為物之長也

今舍慈且勇
且
猶取也

舍儉且廣
舍後且先
死矣
夫慈以戰則勝
相慜而不避於難
故勝也

以守則固
天將救之
以慈衛之
六十八章
善為士者不武
士
卒之帥也
武
尚先陵人也

善戰者不怒
後而不先
應而不唱
故不在怒

善勝敵者不與
不與爭也

善用人者為之下
是謂不爭之德
是謂用人之力
用人而不為之下
則力不為用也

是謂配天古之極
六十九章
用兵有言吾不敢為主而為客
不敢進寸而退尺
是謂行無行
彼遂不止

攘無臂
扔無敵
行
謂行陳也
言以謙退哀慈
不敢為物先
用戰猶行無行
攘無臂
執無兵
扔無敵也
言無有與之抗也

執無兵
禍莫大於輕敵
輕敵幾喪吾寶
言吾哀慈謙退
非欲以取强
無敵於天下也
不得已而卒至於無敵
斯乃吾之所以為大禍也
寶
三寶也
故曰
幾亡吾寶

故抗兵相加
哀者勝矣
抗
舉也
加
當也
哀者
必相惜而不趣利避害
故必勝

七十章
吾言甚易知
甚易行
天下莫能知
莫能行
可不出戶窺牖而知
故曰甚易知也
無為而成
故曰甚易行也
惑於躁欲
故曰
莫之能知也
迷於榮利
故曰
莫之能行也

言有宗
事有君
宗
萬物之宗也
君
萬物之主也

夫唯無知
是以不我知
以其言有宗
事有君之故
故有知之人不得不知之也

知我者希
則我者貴
唯深
故知者希也
知我益希
我亦無匹
故曰
知我者希則我者貴也

是以聖人被褐懷玉
被褐者
同其塵
懷玉者
寶其真也
聖人之所以難知
以其同塵而不殊
懷玉而不渝
故難知而為貴也

七十一章
知不知上
不知知病
不知知之不足任則病也

夫唯病病
是以不病
聖人不病
以其病病
是以不病
七十二章
民不畏威
則大威至
無狎其所居
無厭其所生
清靜無為謂之居
謙後不盈謂之生
離其清淨
行其躁欲
棄其謙後
任其威權
則物擾而民僻
威不能復制民
民不能堪其威
則上下大潰矣
天誅將至
故曰
民不畏威
則大威至
無狎其所居
無厭其所生
言威力不可任也

夫唯不厭
不自厭也

是以不厭
不自厭
是以天下莫之厭

是以聖人自知不自見
不自見其所知
以光耀行威也

自愛不自貴
自貴則物狎厭居生

故去彼取此
七十三章
勇於敢則殺
必不得其死也

勇於不敢則活
必齊命也

此兩者
或利或害
俱勇而所施者異
利害不同
故曰
或利或害也

天之所惡
孰知其故
是以聖人猶難之
孰
誰也
言誰能知天下之所惡意故邪
其唯聖人
夫聖人之明
猶難於勇敢
況無聖人之明而欲行之也
故曰
猶難之也

天之道
不爭而善勝
天唯不爭
故天下莫能與之爭

不言而善應
順則吉
逆則凶
不言而善應也

不召而自來
處下則物自歸

繟然而善謀
垂象而見吉凶
先事而設誠
安而不忘危
未召而謀之
故曰
繟然而善謀也

天網恢恢
疏而不失
七十四章
民不畏死
奈何以死懼之
若使民常畏死
而為奇者
吾得執而殺之
孰敢
詭異亂群謂之奇也

常有司殺者殺
夫代司殺者殺
是謂代大匠斲
夫代大匠斲者
希有不傷其手矣
為逆順者之所惡忿也
不仁者人之所疾也
故曰
常有司殺也

七十五章
民之饑
以其上食稅之多
是以饑
民之難治
以其上之有為
是以難治
民之輕死
以其上求生之厚
是以輕死
夫唯無以生為者
是賢於貴生
言民之所以僻
治之所以亂
皆由上不由其下也
民從上也

七十六章
人之生也柔弱
其死也堅強
萬物草木之生也柔脆
其死也枯槁
故堅強者死之徒
柔弱者生之徒
是以兵強則不勝
强兵以暴於天下者
物之所惡也
故必不得勝

木強則兵
物所加也

強大處下
木之本也

柔弱處上
枝條是也

七十七章
天之道
其猶張弓與
高者抑之
下者舉之
有餘者損之
不足者補之
天之道
損有餘而補不足
人之道則不然
與天地合德
乃能包之
如天之道
如人之量
則各有其身
不得相均
如惟無身無私乎
自然然後乃能與天地合德

損不足以奉有餘
孰能有餘以奉天下
唯有道者
是以聖人為而不恃
功成而不處
其不欲見賢
言唯能處盈而全虛
損有以補無
和光同塵
蕩而均者
唯其道也
是以聖人不欲示其賢以均天下

七十八章
天下莫柔弱於水
而攻堅強者
莫之能勝
其無以易之
以
用也
其
謂水也
言用水之柔弱
無物可以易之也

弱之勝強
柔之勝剛
天下莫不知莫能行
是以聖人云受國之垢
是謂社稷主
受國不祥
是為天下王
正言若反
七十九章
和大怨
必有餘怨
不明理其契
以致大怨已至
而德和之
其傷不復
故有餘怨也

安可以為善
是以聖人執左契
左契
防怨之所由生也

而不責於人
有德司契
有德之人念思其契
不念怨生而後責於人也

無德司徹
徹
司人之過也

天道無親
常與善人
八十章
小國寡民
國既小
民又寡
尚可使反古
況國大民眾乎
故舉小國而言也

使有什伯之器而不用
言使民雖有什伯之器而無所用
何患不足也

使民重死而不遠徙
使民不用
惟身是寶
不貪貨賂
故各安其居
重死而不遠徙也

雖有舟輿
無所乘之
雖有甲兵
無所陳之
使人復結繩而用之
甘其食
美其服
安其居
樂其俗
鄰國相望
雞犬之聲相聞
民至老死
不相往來
無所欲求

八十一章
信言不美
實在質也

美言不信
本在樸也

善者不辯
辯者不善
知者不博
極在一也

博者不知
聖人不積
無私自有
唯善是與
任物而已

既以為人己愈有
物所尊也

既以與人己愈多
物所歸也

天之道
利而不害
動常生成之也

聖人之道
為而不爭
順天之利不相傷也
`;

const pinyinMap = {
  老: "lǎo",
  子: "zi",
  道: "dào",
  德: "dé",
  經: "jīng",
  下: "xià",
  篇: "piān",
  華: "huá",
  亭: "tíng",
  張: "zhāng",
  氏: "shì",
  原: "yuán",
  本: "běn",
  晉: "jìn",
  王: "wáng",
  弼: "bì",
  注: "zhù",
  三: "sān",
  十: "shí",
  八: "bā",
  章: "zhāng",
  上: "shàng",
  不: "bú",
  是: "shì",
  以: "yǐ",
  有: "yǒu",
  失: "shī",
  無: "wú",
  為: "wèi",
  而: "ér",
  之: "zhī",
  仁: "rén",
  義: "yì",
  禮: "lǐ",
  莫: "mò",
  應: "yīng",
  則: "zé",
  攘: "rǎng",
  臂: "bì",
  扔: "rēng",
  故: "gù",
  後: "hòu",
  夫: "fū",
  者: "zhě",
  忠: "zhōng",
  信: "xìn",
  薄: "báo",
  亂: "luàn",
  首: "shǒu",
  前: "qián",
  識: "shí",
  愚: "yú",
  始: "shǐ",
  大: "dà",
  丈: "zhàng",
  處: "chù",
  其: "qí",
  厚: "hòu",
  居: "jū",
  實: "shí",
  去: "qù",
  彼: "bǐ",
  取: "qǔ",
  此: "cǐ",
  得: "dé",
  也: "yě",
  常: "cháng",
  喪: "sàng",
  利: "lì",
  害: "hài",
  名: "míng",
  焉: "yān",
  何: "hé",
  由: "yóu",
  乎: "hū",
  盡: "jǐn",
  用: "yòng",
  載: "zài",
  物: "wù",
  足: "zú",
  免: "miǎn",
  生: "shēng",
  天: "tiān",
  地: "dì",
  雖: "suī",
  廣: "guǎng",
  心: "xīn",
  聖: "shèng",
  虛: "xū",
  主: "zhǔ",
  曰: "yuē",
  復: "fù",
  視: "shì",
  見: "jiàn",
  至: "zhì",
  日: "rì",
  思: "sī",
  先: "xiān",
  覩: "dǔ",
  滅: "miè",
  私: "sī",
  身: "shēn",
  四: "sì",
  海: "hǎi",
  瞻: "zhān",
  遠: "yuǎn",
  近: "jìn",
  殊: "shū",
  己: "jǐ",
  一: "yī",
  體: "tǐ",
  能: "néng",
  自: "zì",
  全: "quán",
  肌: "jī",
  骨: "gǔ",
  相: "xiāng",
  容: "róng",
  人: "rén",
  唯: "wéi",
  執: "zhí",
  求: "qiú",
  成: "chéng",
  立: "lì",
  善: "shàn",
  治: "zhì",
  必: "bì",
  敗: "bài",
  所: "suǒ",
  徧: "biàn",
  凡: "fán",
  皆: "jiē",
  節: "jié",
  將: "jiāng",
  明: "míng",
  輒: "zhé",
  舉: "jǔ",
  對: "duì",
  於: "yú",
  極: "jí",
  量: "liàng",
  及: "jí",
  猶: "yóu",
  患: "huàn",
  矣: "yǐ",
  在: "zài",
  母: "mǔ",
  棄: "qì",
  捨: "shě",
  適: "shì",
  功: "gōng",
  濟: "jì",
  美: "měi",
  偽: "wěi",
  亦: "yì",
  興: "xìng",
  乃: "nǎi",
  宏: "hóng",
  普: "pǔ",
  博: "bó",
  施: "shī",
  愛: "ài",
  偏: "piān",
  兼: "jiān",
  抑: "yì",
  抗: "kàng",
  正: "zhèng",
  真: "zhēn",
  理: "lǐ",
  忿: "fèn",
  枉: "wǎng",
  祐: "yòu",
  直: "zhí",
  助: "zhù",
  攻: "gōng",
  事: "shì",
  篤: "dǔ",
  游: "yóu",
  飾: "shì",
  修: "xiū",
  文: "wén",
  敬: "jìng",
  尚: "shàng",
  好: "hǎo",
  校: "xiào",
  責: "zé",
  往: "wǎng",
  來: "lái",
  閒: "xián",
  怒: "nù",
  已: "yǐ",
  豈: "qǐ",
  尊: "zūn",
  哉: "zāi",
  盛: "shèng",
  業: "yè",
  富: "fù",
  萬: "wàn",
  各: "gè",
  貴: "guì",
  謂: "wèi",
  勞: "láo",
  通: "tōng",
  簡: "jiǎn",
  陽: "yáng",
  備: "bèi",
  表: "biǎo",
  機: "jī",
  微: "wēi",
  爭: "zhēng",
  制: "zhì",
  發: "fā",
  內: "nèi",
  況: "kuàng",
  務: "wù",
  外: "wài",
  可: "kě",
  久: "jiǔ",
  即: "jí",
  倫: "lún",
  竭: "jié",
  聰: "cōng",
  役: "yì",
  智: "zhì",
  力: "lì",
  營: "yíng",
  庶: "shù",
  情: "qíng",
  姦: "jiān",
  巧: "qiǎo",
  彌: "mí",
  密: "mì",
  豐: "fēng",
  譽: "yù",
  愈: "yù",
  昬: "hūn",
  薉: "huì",
  民: "mín",
  舍: "shě",
  任: "rèn",
  泰: "tài",
  守: "shǒu",
  素: "sù",
  樸: "pǔ",
  順: "shùn",
  典: "diǎn",
  聽: "tīng",
  獲: "huò",
  茍: "jì",
  作: "zuò",
  辭: "cí",
  存: "cún",
  形: "xíng",
  御: "yù",
  顯: "xiǎn",
  彰: "zhāng",
  鎮: "zhèn",
  志: "zhì",
  貞: "zhēn",
  誠: "chéng",
  行: "xíng",
  清: "qīng",
  競: "jìng",
  非: "fēi",
  統: "tǒng",
  崇: "chóng",
  末: "mò",
  俱: "jù",
  邪: "xié",
  配: "pèi",
  器: "qì",
  匠: "jiàng",
  分: "fēn",
  止: "zhǐ",
  周: "zhōu",
  憂: "yōu",
  九: "jiǔ",
  昔: "xī",
  數: "shù",
  既: "jì",
  裂: "liè",
  歇: "xiē",
  蹶: "jué",
  寧: "níng",
  神: "shén",
  靈: "líng",
  谷: "gǔ",
  盈: "yíng",
  侯: "hóu",
  致: "zhì",
  恐: "kǒng",
  耳: "ěr",
  高: "gāo",
  賤: "jiàn",
  基: "jī",
  稱: "chēng",
  孤: "gū",
  寡: "guǎ",
  穀: "gǔ",
  輿: "yú",
  欲: "yù",
  琭: "lù",
  如: "rú",
  玉: "yù",
  珞: "luò",
  石: "shí",
  多: "duō",
  反: "fǎn",
  動: "dòng",
  知: "zhī",
  弱: "ruò",
  柔: "róu",
  同: "tóng",
  窮: "qióng",
  士: "shì",
  聞: "wén",
  勤: "qín",
  中: "zhōng",
  若: "ruò",
  亡: "wáng",
  笑: "xiào",
  建: "jiàn",
  言: "yán",
  昧: "mèi",
  光: "guāng",
  耀: "yào",
  進: "jìn",
  退: "tuì",
  夷: "yí",
  纇: "lèi",
  㘨: "niè",
  因: "yīn",
  性: "xìng",
  平: "píng",
  割: "gē",
  更: "gèng",
  懷: "huái",
  白: "bái",
  辱: "rǔ",
  黑: "hēi",
  然: "rán",
  廓: "kuò",
  滿: "mǎn",
  偷: "tōu",
  匹: "pǐ",
  質: "zhì",
  渝: "yú",
  矜: "jīn",
  方: "fāng",
  隅: "yú",
  晚: "wǎn",
  持: "chí",
  別: "bié",
  音: "yīn",
  希: "xī",
  聲: "shēng",
  宮: "gōng",
  商: "shāng",
  眾: "zhòng",
  象: "xiàng",
  溫: "wēn",
  炎: "yán",
  寒: "hán",
  隱: "yǐn",
  貸: "dài",
  且: "qiě",
  諸: "zhū",
  供: "gōng",
  乏: "fá",
  永: "yǒng",
  終: "zhōng",
  裁: "cái",
  二: "èr",
  負: "fù",
  陰: "yīn",
  抱: "bào",
  沖: "chōng",
  氣: "qì",
  和: "hé",
  惡: "è",
  公: "gōng",
  或: "huò",
  損: "sǔn",
  益: "yì",
  歸: "guī",
  遂: "suì",
  從: "cóng",
  斯: "sī",
  過: "guò",
  流: "liú",
  吾: "wú",
  百: "bǎi",
  姓: "xìng",
  異: "yì",
  國: "guó",
  風: "fēng",
  教: "jiào",
  我: "wǒ",
  強: "qiáng",
  使: "shǐ",
  吉: "jí",
  違: "wéi",
  凶: "xiōng",
  勿: "wù",
  梁: "liáng",
  死: "sǐ",
  父: "fù",
  强: "qiáng",
  當: "dāng",
  云: "yún",
  徒: "tú",
  馳: "chí",
  騁: "chěng",
  堅: "jiān",
  入: "rù",
  水: "shuǐ",
  出: "chū",
  間: "jiān",
  折: "zhé",
  推: "tuī",
  與: "yǔ",
  孰: "shú",
  親: "qīn",
  疏: "shū",
  貨: "huò",
  貪: "tān",
  厭: "yàn",
  少: "shǎo",
  病: "bìng",
  甚: "shèn",
  費: "fèi",
  藏: "cáng",
  散: "sàn",
  殆: "dài",
  長: "zhǎng",
  五: "wǔ",
  缺: "quē",
  弊: "bì",
  隨: "suí",
  充: "chōng",
  屈: "qū",
  拙: "zhuō",
  輟: "chuò",
  造: "zào",
  端: "duān",
  辯: "biàn",
  訥: "nè",
  差: "chà",
  躁: "zào",
  勝: "shèng",
  靜: "jìng",
  熱: "rè",
  罷: "bà",
  犯: "fàn",
  惟: "wéi",
  六: "liù",
  卻: "què",
  走: "zǒu",
  馬: "mǎ",
  糞: "fèn",
  田: "tián",
  戎: "róng",
  郊: "jiāo",
  禍: "huò",
  咎: "jiù",
  七: "qī",
  戶: "hù",
  闚: "kuī",
  牖: "yǒu",
  宗: "zōng",
  途: "tú",
  慮: "lǜ",
  古: "gǔ",
  今: "jīn",
  搏: "bó",
  須: "xū",
  迷: "mí",
  學: "xué",
  習: "xí",
  又: "yòu",
  歙: "shè",
  渾: "hún",
  目: "mù",
  孩: "hái",
  嬰: "yīng",
  兒: "ér",
  設: "shè",
  位: "wèi",
  謀: "móu",
  鬼: "guǐ",
  資: "zī",
  冕: "miǎn",
  旒: "liú",
  懼: "jù",
  欺: "qī",
  黈: "tǒu",
  纊: "kuàng",
  塞: "sāi",
  戚: "qī",
  慢: "màn",
  察: "chá",
  敢: "gǎn",
  肯: "kěn",
  訟: "sòng",
  危: "wēi",
  未: "wèi",
  敵: "dí",
  千: "qiān",
  法: "fǎ",
  網: "wǎng",
  煩: "fán",
  刑: "xíng",
  罰: "fá",
  徑: "jìng",
  路: "lù",
  幽: "yōu",
  宅: "zhái",
  手: "shǒu",
  鳥: "niǎo",
  魚: "yú",
  意: "yì",
  避: "bì",
  短: "duǎn",
  蓋: "gài",
  攝: "shè",
  陸: "lù",
  遇: "yù",
  兕: "sì",
  虎: "hǔ",
  軍: "jūn",
  被: "bèi",
  甲: "jiǎ",
  兵: "bīng",
  投: "tóu",
  角: "jiǎo",
  措: "cuò",
  爪: "zhǎo",
  刃: "rèn",
  戈: "gē",
  獸: "shòu",
  令: "lìng",
  鋒: "fēng",
  累: "lèi",
  蚖: "yuán",
  蟺: "shàn",
  淵: "yuān",
  淺: "qiǎn",
  鑿: "záo",
  穴: "xué",
  鷹: "yīng",
  鸇: "zhān",
  山: "shān",
  卑: "bēi",
  增: "zēng",
  巢: "cháo",
  矰: "zēng",
  繳: "jiǎo",
  罟: "gǔ",
  到: "dào",
  卒: "zú",
  甘: "gān",
  餌: "ěr",
  離: "lí",
  赤: "chì",
  畜: "chù",
  勢: "shì",
  命: "mìng",
  並: "bìng",
  爵: "jué",
  育: "yù",
  毒: "dú",
  覆: "fù",
  庇: "bì",
  蔭: "yīn",
  傷: "shāng",
  恃: "shì",
  宰: "zǎi",
  玄: "xuán",
  冥: "míng",
  養: "yǎng",
  按: "àn",
  段: "duàn",
  脫: "tuō",
  據: "jù",
  樓: "lóu",
  宇: "yǔ",
  烈: "liè",
  補: "bǔ",
  沒: "méi",
  逐: "zhú",
  兌: "duì",
  閉: "bì",
  門: "mén",
  逸: "yì",
  開: "kāi",
  救: "jiù",
  小: "xiǎo",
  遺: "yí",
  殃: "yāng",
  介: "jiè",
  畏: "wèi",
  蕩: "dàng",
  朝: "cháo",
  除: "chú",
  室: "shì",
  潔: "jié",
  蕪: "wú",
  倉: "cāng",
  服: "fú",
  綵: "cǎi",
  帶: "dài",
  劍: "jiàn",
  飲: "yǐn",
  食: "shí",
  財: "cái",
  餘: "yú",
  盜: "dào",
  夸: "kuā",
  竊: "qiè",
  拔: "bá",
  固: "gù",
  根: "gēn",
  齊: "qí",
  孫: "sūn",
  祭: "jì",
  祀: "sì",
  傳: "chuán",
  家: "jiā",
  廢: "fèi",
  轉: "zhuǎn",
  鄉: "xiāng",
  觀: "guān",
  逆: "nì",
  含: "hán",
  比: "bǐ",
  蜂: "fēng",
  蠆: "chài",
  虺: "huī",
  蛇: "shé",
  螫: "shì",
  猛: "měng",
  攫: "jué",
  蟲: "chóng",
  筋: "jīn",
  握: "wò",
  牝: "pìn",
  牡: "mǔ",
  合: "hé",
  摧: "cuī",
  精: "jīng",
  號: "hào",
  嗄: "á",
  皦: "jiǎo",
  涼: "liáng",
  祥: "xiáng",
  夭: "yāo",
  宜: "yí",
  壯: "zhuàng",
  早: "zǎo",
  挫: "cuò",
  銳: "ruì",
  解: "jiě",
  特: "tè",
  塵: "chén",
  恥: "chǐ",
  加: "jiā",
  奇: "qí",
  起: "qǐ",
  息: "xī",
  辟: "pì",
  忌: "jì",
  諱: "huì",
  貧: "pín",
  滋: "zī",
  伎: "jì",
  慧: "huì",
  賊: "zéi",
  化: "huà",
  速: "sù",
  政: "zhèng",
  悶: "mèn",
  淳: "chún",
  寬: "kuān",
  賞: "shǎng",
  檢: "jiǎn",
  類: "lèi",
  析: "xī",
  兮: "xī",
  福: "fú",
  倚: "yǐ",
  伏: "fú",
  誰: "shuí",
  便: "biàn",
  妖: "yāo",
  惑: "huò",
  導: "dǎo",
  廉: "lián",
  劌: "guì",
  汙: "wū",
  肆: "sì",
  僻: "pì",
  激: "jī",
  沸: "fèi",
  燿: "yào",
  鑑: "jiàn",
  照: "zhào",
  慝: "tè",
  嗇: "sè",
  農: "nóng",
  急: "jí",
  荒: "huāng",
  承: "chéng",
  綏: "suī",
  重: "zhòng",
  積: "jī",
  克: "kè",
  莅: "lì",
  安: "ān",
  圖: "tú",
  深: "shēn",
  柢: "dǐ",
  烹: "pēng",
  鮮: "xiān",
  擾: "rǎo",
  蒞: "lì",
  洽: "qià",
  威: "wēi",
  衰: "shuāi",
  兩: "liǎng",
  交: "jiāo",
  江: "jiāng",
  川: "chuān",
  會: "huì",
  雌: "cí",
  雄: "xióng",
  附: "fù",
  納: "nà",
  奧: "ào",
  曖: "ài",
  寶: "bǎo",
  保: "bǎo",
  市: "shì",
  珍: "zhēn",
  璧: "bì",
  奪: "duó",
  賈: "jiǎ",
  里: "lǐ",
  放: "fàng",
  置: "zhì",
  拱: "gǒng",
  駟: "sì",
  坐: "zuò",
  罪: "zuì",
  味: "wèi",
  恬: "tián",
  淡: "dàn",
  報: "bào",
  怨: "yuàn",
  誅: "zhū",
  難: "nán",
  易: "yì",
  細: "xì",
  輕: "qīng",
  諾: "nuò",
  才: "cái",
  忽: "hū",
  兆: "zhào",
  忘: "wàng",
  脆: "cuì",
  泮: "pàn",
  說: "shuō",
  慎: "shèn",
  弗: "fú",
  木: "mù",
  毫: "háo",
  層: "céng",
  臺: "tái",
  土: "tǔ",
  幾: "jǐ",
  喻: "yù",
  輔: "fǔ",
  詐: "zhà",
  蔽: "bì",
  術: "shù",
  防: "fáng",
  奸: "jiān",
  稽: "jī",
  式: "shì",
  樂: "lè",
  似: "shì",
  肖: "xiào",
  慈: "cí",
  儉: "jiǎn",
  勇: "yǒng",
  陳: "chén",
  匱: "guì",
  戰: "zhàn",
  慜: "mǐn",
  衛: "wèi",
  武: "wǔ",
  帥: "shuài",
  陵: "líng",
  唱: "chàng",
  客: "kè",
  寸: "cùn",
  尺: "chǐ",
  謙: "qiān",
  哀: "āi",
  惜: "xī",
  趣: "qù",
  窺: "kuī",
  榮: "róng",
  君: "jūn",
  褐: "hè",
  狎: "xiá",
  淨: "jìng",
  權: "quán",
  堪: "kān",
  潰: "kuì",
  殺: "shā",
  活: "huó",
  召: "zhào",
  繟: "chǎn",
  垂: "chuí",
  恢: "huī",
  奈: "nài",
  詭: "guǐ",
  群: "qún",
  司: "sī",
  代: "dài",
  斲: "zhuó",
  疾: "jí",
  饑: "jī",
  稅: "shuì",
  賢: "xián",
  草: "cǎo",
  枯: "kū",
  槁: "gǎo",
  暴: "bào",
  枝: "zhī",
  條: "tiáo",
  弓: "gōng",
  包: "bāo",
  均: "jūn",
  奉: "fèng",
  示: "shì",
  剛: "gāng",
  受: "shòu",
  垢: "gòu",
  社: "shè",
  稷: "jì",
  契: "qì",
  左: "zuǒ",
  念: "niàn",
  徹: "chè",
  什: "shén",
  伯: "bó",
  徙: "xǐ",
  賂: "lù",
  舟: "zhōu",
  乘: "chéng",
  結: "jié",
  繩: "shéng",
  俗: "sú",
  鄰: "lín",
  望: "wàng",
  雞: "jī",
  犬: "quǎn",
};

const translations_en = {
  老: "old",
  子: "son",
  道: "road",
  德: "De",
  經: "By",
  下: "Down",
  篇: "Chapter",
  華: "未分",
  亭: "pavilion",
  張: "Sheet",
  氏: "英语",
  原: "Original",
  本: "Book",
  晉: "As",
  王: "king",
  弼: "Bi",
  注: "Note",
  三: "three",
  十: "ten",
  八: "eight",
  章: "chapter",
  上: "superior",
  不: "No",
  是: "yes",
  以: "by",
  有: "have",
  失: "lose",
  無: "without",
  為: "for",
  而: "and",
  之: "Of",
  仁: "Benevolence",
  義: "Yi",
  禮: "Gift",
  莫: "Mo",
  應: "Should",
  則: "Yes",
  攘: "throw into confusion",
  臂: "arm",
  扔: "Throw",
  故: "Therefore",
  後: "back",
  夫: "husband",
  者: "Those",
  忠: "Loyalty",
  信: "letter",
  薄: "Thin",
  亂: "Misfortune",
  首: "head",
  前: "forward",
  識: "Know",
  愚: "stupid",
  始: "beginning",
  大: "big",
  丈: "ten feet",
  處: "No",
  其: "That",
  厚: "thick",
  居: "Residence",
  實: "Really",
  去: "go",
  彼: "He",
  取: "Pick",
  此: "this",
  得: "have to",
  也: "also",
  常: "often",
  喪: "可",
  利: "profit",
  害: "Harmful",
  名: "name",
  焉: "Yes",
  何: "what",
  由: "Depend on",
  乎: "O",
  盡: "How about",
  用: "use",
  載: "Load",
  物: "Things",
  足: "foot",
  免: "waived",
  生: "born",
  天: "sky",
  地: "land",
  雖: "Although",
  廣: "大全",
  心: "Heart",
  聖: "Saint",
  虛: "Idiot",
  主: "host",
  曰: "say",
  復: "Recover",
  視: "View",
  見: "See",
  至: "to",
  日: "day",
  思: "think",
  先: "First",
  覩: "可",
  滅: "可",
  私: "private",
  身: "body",
  四: "Four",
  海: "ocean",
  瞻: "Look at",
  遠: "Far",
  近: "close",
  殊: "special",
  己: "It's own",
  一: "one",
  體: "Body",
  能: "able",
  自: "since",
  全: "Complete",
  肌: "muscle",
  骨: "bone",
  相: "Mutually",
  容: "Allow",
  人: "people",
  唯: "only",
  執: "Yes",
  求: "beg",
  成: "become",
  立: "stand",
  善: "good",
  治: "rule",
  必: "must",
  敗: "告",
  所: "Place",
  徧: "Reflect",
  凡: "Any",
  皆: "all",
  節: "Seminar",
  將: "will",
  明: "bright",
  輒: "可",
  舉: "可",
  對: "right",
  於: "At",
  極: "南",
  量: "quantity",
  及: "and",
  猶: "安",
  患: "Disease",
  矣: "It's OK",
  在: "exist",
  母: "mother",
  棄: "Give up",
  捨: "Leave",
  適: "Suitable",
  功: "achievement",
  濟: "未分",
  美: "beautiful",
  偽: "Sad",
  亦: "as well as",
  興: "Enjoy",
  乃: "So",
  宏: "Macro",
  普: "general",
  博: "Blog",
  施: "Shi",
  愛: "love",
  偏: "Negative",
  兼: "simultaneous",
  抑: "Suppress",
  抗: "anti-",
  正: "just",
  真: "real",
  理: "reason",
  忿: "Anger",
  枉: "in vain",
  祐: "Ao",
  直: "straight",
  助: "help",
  攻: "attack",
  事: "thing",
  篤: "小",
  游: "tour",
  飾: "未分",
  修: "build",
  文: "arts",
  敬: "respect",
  尚: "still",
  好: "good",
  校: "school",
  責: "Be",
  往: "Past",
  來: "Come",
  閒: "Free",
  怒: "anger",
  已: "already",
  豈: "南",
  尊: "Honor",
  哉: "Yes",
  盛: "Sheng",
  業: "未分",
  富: "rich",
  萬: "ten thousand",
  各: "each",
  貴: "expensive",
  謂: "Say",
  勞: "博",
  通: "Pass",
  簡: "Simplified",
  陽: "Sun",
  備: "Preparation",
  表: "surface",
  機: "Machine",
  微: "micro",
  爭: "Confrontation",
  制: "system",
  發: "send",
  內: "Inside",
  況: "Quite",
  務: "动",
  外: "outside",
  可: "Can",
  久: "Long",
  即: "Right now",
  倫: "可",
  竭: "exhaust",
  聰: "Voice",
  役: "service",
  智: "wisdom",
  力: "force",
  營: "Business",
  庶: "Silent",
  情: "Affection",
  姦: "Beloved",
  巧: "skillful",
  彌: "可",
  密: "dense",
  豐: "未分",
  譽: "Honor",
  愈: "Heal",
  昬: "Sorry",
  薉: "weedy",
  民: "civil",
  舍: "Abandon",
  任: "appoint",
  泰: "Thai",
  守: "Guard",
  素: "white",
  樸: "Praise",
  順: "未分",
  典: "Dictionary",
  聽: "hear",
  獲: "Enjoy",
  茍: "南",
  作: "do",
  辭: "未分",
  存: "live",
  形: "shape",
  御: "Royal",
  顯: "Show",
  彰: "Chang",
  鎮: "Town",
  志: "Chronicle",
  貞: "南",
  誠: "Honest",
  行: "OK",
  清: "clear",
  競: "南",
  非: "No",
  統: "Consolidation",
  崇: "worship",
  末: "end",
  俱: "all",
  邪: "evil",
  配: "match",
  器: "Device",
  匠: "Craftsman",
  分: "point",
  止: "end",
  周: "week",
  憂: "Worry",
  九: "Nine",
  昔: "past",
  數: "Number",
  既: "now that",
  裂: "crack",
  歇: "rest",
  蹶: "kick",
  寧: "Neither",
  神: "god",
  靈: "Spirit",
  谷: "valley",
  盈: "未分",
  侯: "Hou",
  致: "To",
  恐: "fear",
  耳: "Ear",
  高: "high",
  賤: "南",
  基: "base",
  稱: "Name",
  孤: "solitary",
  寡: "Widow",
  穀: "未分",
  輿: "南",
  欲: "want",
  琭: "jade",
  如: "like",
  玉: "Jade",
  珞: "Luo",
  石: "stone",
  多: "many",
  反: "opposite",
  動: "move",
  知: "Know",
  弱: "weak",
  柔: "soft",
  同: "same",
  窮: "南",
  士: "scholar",
  聞: "News",
  勤: "Diligent",
  中: "middle",
  若: "like",
  亡: "Death",
  笑: "laugh",
  建: "establish",
  言: "Word",
  昧: "Ambiguity",
  光: "Light",
  耀: "Yao",
  進: "In",
  退: "retreat",
  夷: "Yi",
  纇: "未分",
  㘨: "㘨",
  因: "because",
  性: "sex",
  平: "flat",
  割: "Cut",
  更: "Even",
  懷: "Sorry",
  白: "white",
  辱: "disgrace",
  黑: "black",
  然: "Of course",
  廓: "Contour",
  滿: "可",
  偷: "steal",
  匹: "match",
  質: "Quality",
  渝: "Chongqing",
  矜: "Pride",
  方: "square",
  隅: "corner",
  晚: "Night",
  持: "hold",
  別: "No",
  音: "sound",
  希: "hope",
  聲: "Sound",
  宮: "Palace",
  商: "business",
  眾: "All",
  象: "elephant",
  溫: "Temperature",
  炎: "inflammation",
  寒: "cold",
  隱: "Never mind",
  貸: "Lost",
  且: "and",
  諸: "What's wrong",
  供: "for",
  乏: "Fat",
  永: "forever",
  終: "Finish",
  裁: "Cut",
  二: "two",
  負: "Positive",
  陰: "大",
  抱: "hug",
  沖: "未分",
  氣: "Fresh",
  和: "and",
  惡: "Worry",
  公: "male",
  或: "or",
  損: "Squeeze",
  益: "beneficial",
  歸: "Achievement",
  遂: "So",
  從: "from",
  斯: "s",
  過: "pass",
  流: "flow",
  吾: "I",
  百: "Hundred",
  姓: "surname",
  異: "Extraordinary",
  國: "country",
  風: "wind",
  教: "teach",
  我: "I",
  強: "Strong",
  使: "make",
  吉: "lucky",
  違: "Disagree",
  凶: "fierce",
  勿: "do not",
  梁: "Beam",
  死: "die",
  父: "father",
  强: "powerful",
  當: "when",
  云: "cloud",
  徒: "only",
  馳: "金",
  騁: "Tak",
  堅: "I",
  入: "enter",
  水: "water",
  出: "out",
  間: "between",
  折: "fold",
  推: "push",
  與: "and",
  孰: "what",
  親: "可",
  疏: "sparse",
  貨: "Carry out",
  貪: "可",
  厭: "未",
  少: "few",
  病: "sick",
  甚: "very",
  費: "Fees",
  藏: "Tibetan",
  散: "Scattered",
  殆: "almost",
  長: "long",
  五: "five",
  缺: "lack",
  弊: "Cons",
  隨: "可",
  充: "charge",
  屈: "Qu",
  拙: "clumsy",
  輟: "1.",
  造: "make",
  端: "end",
  辯: "Definition",
  訥: "Sorry",
  差: "Difference",
  躁: "impatient",
  勝: "Enforcement",
  靜: "Calm",
  熱: "hot",
  罷: "Snap",
  犯: "Infringement",
  惟: "but",
  六: "six",
  卻: "Already",
  走: "Walk",
  馬: "Horse",
  糞: "Shrimp",
  田: "field",
  戎: "Rong",
  郊: "Suburbs",
  禍: "Yes",
  咎: "blame",
  七: "seven",
  戶: "Household",
  闚: "告",
  牖: "lattice window",
  宗: "Clan",
  途: "way",
  慮: "Despise",
  古: "antiquity",
  今: "now",
  搏: "Fight",
  須: "Must",
  迷: "fan",
  學: "learn",
  習: "Honey",
  又: "again",
  歙: "She",
  渾: "未分",
  目: "Meaning",
  孩: "child",
  嬰: "Baby",
  兒: "告",
  設: "未分",
  位: "Bit",
  謀: "Say",
  鬼: "ghost",
  資: "Information",
  冕: "Crown",
  旒: "tassel",
  懼: "未分",
  欺: "bully",
  黈: "yellow",
  纊: "可",
  塞: "Stop",
  戚: "Qu",
  慢: "slow",
  察: "Observe",
  敢: "dare",
  肯: "Ken",
  訟: "Poll",
  危: "Danger",
  未: "not yet",
  敵: "Horrible",
  千: "thousand",
  法: "Law",
  網: "Network",
  煩: "Sorry",
  刑: "punishment",
  罰: "Punishment",
  徑: "南",
  路: "road",
  幽: "quiet",
  宅: "Home",
  手: "hand",
  鳥: "bird",
  魚: "fish",
  意: "meaning",
  避: "avoid",
  短: "short",
  蓋: "可",
  攝: "End",
  陸: "未分",
  遇: "Meet",
  兕: "可",
  虎: "Tiger",
  軍: "1.",
  被: "quilt",
  甲: "First",
  兵: "Soldier",
  投: "cast",
  角: "horn",
  措: "Measure",
  爪: "claw",
  刃: "edge",
  戈: "Ge",
  獸: "Bamboo",
  令: "make",
  鋒: "李",
  累: "tired",
  蚖: "Snail",
  蟺: "Crazy",
  淵: "Pure",
  淺: "Pure",
  鑿: "可",
  穴: "hole",
  鷹: "Grey",
  鸇: "Pluto",
  山: "Mountain",
  卑: "humble",
  增: "increase",
  巢: "nest",
  矰: "arrow with a streamer",
  繳: "英",
  罟: "Stories",
  到: "arrive",
  卒: "Pawn",
  甘: "sweet",
  餌: "可",
  離: "Leave",
  赤: "red",
  畜: "livestock",
  勢: "告",
  命: "life",
  並: "And",
  爵: "Jue",
  育: "Education",
  毒: "poison",
  覆: "cover",
  庇: "shelter",
  蔭: "未分",
  傷: "Hurt",
  恃: "rely",
  宰: "slaughter",
  玄: "mysterious",
  冥: "deep",
  養: "未分",
  按: "according to",
  段: "part",
  脫: "Removal",
  據: "未分",
  樓: "Building",
  宇: "Yu",
  烈: "strong",
  補: "Refresh",
  沒: "not",
  逐: "By",
  兌: "可",
  閉: "Close",
  門: "door",
  逸: "Yi",
  開: "open",
  救: "save",
  小: "Small",
  遺: "可",
  殃: "calamity",
  介: "between",
  畏: "fear",
  蕩: "南",
  朝: "towards",
  除: "remove",
  室: "room",
  潔: "未分",
  蕪: "Yes",
  倉: "可",
  服: "Clothes",
  綵: "Negotiable",
  帶: "belt",
  劍: "Sword",
  飲: "Beverage",
  食: "Food",
  財: "Certificate",
  餘: "Always",
  盜: "Point",
  夸: "boast",
  竊: "可",
  拔: "pull",
  固: "solid",
  根: "root",
  齊: "六",
  孫: "Yes",
  祭: "Sacrifice",
  祀: "Sacrifice",
  傳: "英",
  家: "Home",
  廢: "可",
  轉: "Turn",
  鄉: "Country",
  觀: "View",
  逆: "inverse",
  含: "Include",
  比: "Compare",
  蜂: "bee",
  蠆: "未分",
  虺: "poisonous snake",
  蛇: "snake",
  螫: "sting",
  猛: "fierce",
  攫: "grab",
  蟲: "Crazy",
  筋: "Tendons",
  握: "grip",
  牝: "female",
  牡: "male",
  合: "combine",
  摧: "destroy",
  精: "Refined",
  號: "Number",
  嗄: "How",
  皦: "sparkling",
  涼: "日",
  祥: "Xiang",
  夭: "tender",
  宜: "should",
  壯: "Extreme",
  早: "morning",
  挫: "Frustration",
  銳: "Sales",
  解: "untie",
  特: "special",
  塵: "Dust",
  恥: "Ever",
  加: "add",
  奇: "strange",
  起: "rise",
  息: "interest",
  辟: "Detect",
  忌: "avoid",
  諱: "No",
  貧: "Be aware",
  滋: "I",
  伎: "trick",
  慧: "Wisdom",
  賊: "Say",
  化: "change",
  速: "speed",
  政: "Political",
  悶: "Quite",
  淳: "Chun",
  寬: "南",
  賞: "Pay",
  檢: "可",
  類: "Category",
  析: "Analysis",
  兮: "Xi",
  福: "blessing",
  倚: "Rely",
  伏: "Fu",
  誰: "who",
  便: "Hope",
  妖: "Demon",
  惑: "Confused",
  導: "Direct",
  廉: "inexpensive",
  劌: "Drama",
  汙: "未分",
  肆: "生",
  僻: "secluded",
  激: "Excited",
  沸: "Boil",
  燿: "生",
  鑑: "口",
  照: "According to",
  慝: "evil thought",
  嗇: "How about it",
  農: "Farming",
  急: "urgent",
  荒: "shortage",
  承: "Inherited",
  綏: "王",
  重: "Heavy",
  積: "南",
  克: "gram",
  莅: "Visit",
  安: "install",
  圖: "Picture",
  深: "deep",
  柢: "No",
  烹: "cooking",
  鮮: "Fresh",
  擾: "Stop",
  蒞: "南",
  洽: "Negotiable",
  威: "Viagra",
  衰: "decline",
  兩: "two",
  交: "pay",
  江: "River",
  川: "Sichuan",
  會: "Can",
  雌: "female",
  雄: "male",
  附: "Attached",
  納: "N",
  奧: "Okay",
  曖: "Still",
  寶: "告",
  保: "Save",
  市: "city",
  珍: "Jen",
  璧: "Bi",
  奪: "只",
  賈: "南",
  里: "inside",
  放: "put",
  置: "Set",
  拱: "arch",
  駟: "Tornado",
  坐: "sit",
  罪: "crime",
  味: "taste",
  恬: "Tsing",
  淡: "light",
  報: "Report",
  怨: "blame",
  誅: "Honor",
  難: "difficult",
  易: "easy",
  細: "Details",
  輕: "Light",
  諾: "No",
  才: "talent",
  忽: "suddenly",
  兆: "mega",
  忘: "forget",
  脆: "crisp",
  泮: "Pan",
  說: "say",
  慎: "Be careful",
  弗: "Fer",
  木: "Wood",
  毫: "海海",
  層: "Level",
  臺: "tent",
  土: "earth",
  幾: "Quite",
  喻: "Metaphor",
  輔: "可",
  詐: "Try",
  蔽: "shield",
  術: "Aesthetics",
  防: "Defend",
  奸: "evil",
  稽: "Casual",
  式: "Mode",
  樂: "Leave",
  似: "like",
  肖: "resemble",
  慈: "Ci",
  儉: "Okay",
  勇: "Brave",
  陳: "stale",
  匱: "南",
  戰: "Fight",
  慜: "Min",
  衛: "Wow",
  武: "Wu",
  帥: "hansome",
  陵: "Tomb",
  唱: "Sing",
  客: "guest",
  寸: "inch",
  尺: "ruler",
  謙: "Say",
  哀: "sorrow",
  惜: "Cherish",
  趣: "interest",
  窺: "南",
  榮: "Greeting",
  君: "Jun",
  褐: "brown",
  狎: "Flirting",
  淨: "Pure",
  權: "Rights",
  堪: "Can",
  潰: "Puncture",
  殺: "Kill",
  活: "live",
  召: "Call",
  繟: "Breaking",
  垂: "Droop",
  恢: "Recover",
  奈: "Nye",
  詭: "Yes",
  群: "group",
  司: "manage",
  代: "generation",
  斲: "chop",
  疾: "disease",
  饑: "可",
  稅: "Taxes",
  賢: "大学",
  草: "Grass",
  枯: "Wither",
  槁: "rotten",
  暴: "Brutal",
  枝: "branch",
  條: "Rule",
  弓: "bow",
  包: "Bag",
  均: "all",
  奉: "Feng",
  示: "Show",
  剛: "So",
  受: "by",
  垢: "dirt",
  社: "society",
  稷: "Ji",
  契: "Deed",
  左: "Left",
  念: "read",
  徹: "未分",
  什: "Varied",
  伯: "Bo",
  徙: "Moving",
  賂: "Saying",
  舟: "Boat",
  乘: "take",
  結: "End",
  繩: "未分",
  俗: "Vulgar",
  鄰: "Neighborhood",
  望: "see",
  雞: "chick",
  犬: "dog",
};

const translations_de = {
  老: "alt",
  子: "Sohn",
  道: "Straße",
  德: "De",
  經: "Von",
  下: "Runter",
  篇: "Kapitel",
  華: "未分",
  亭: "Pavillon",
  張: "Blatt",
  氏: "英语",
  原: "Original",
  本: "Buch",
  晉: "Als",
  王: "König",
  弼: "Bi",
  注: "Notiz",
  三: "drei",
  十: "zehn",
  八: "acht",
  章: "Kapitel",
  上: "Vorgesetzter",
  不: "NEIN",
  是: "Ja",
  以: "von",
  有: "haben",
  失: "verlieren",
  無: "ohne",
  為: "für",
  而: "Und",
  之: "Von",
  仁: "Wohlwollen",
  義: "Yi",
  禮: "Geschenk",
  莫: "MO",
  應: "Sollen",
  則: "Ja",
  攘: "Verwirrung in Verwirrung werfen",
  臂: "Arm",
  扔: "Werfen",
  故: "daher",
  後: "zurück",
  夫: "Ehemann",
  者: "Diese",
  忠: "Loyalität",
  信: "Brief",
  薄: "Dünn",
  亂: "Unglück",
  首: "Kopf",
  前: "nach vorne",
  識: "Wissen",
  愚: "dumm",
  始: "Anfang",
  大: "groß",
  丈: "zehn Fuß",
  處: "NEIN",
  其: "Das",
  厚: "dick",
  居: "Residenz",
  實: "Wirklich",
  去: "gehen",
  彼: "Er",
  取: "Wählen",
  此: "Das",
  得: "müssen",
  也: "Auch",
  常: "oft",
  喪: "可",
  利: "profitieren",
  害: "Schädlich",
  名: "Name",
  焉: "Ja",
  何: "Was",
  由: "Abhängig von",
  乎: "O",
  盡: "Wie wäre es mit",
  用: "verwenden",
  載: "Laden",
  物: "Dinge",
  足: "Fuß",
  免: "verzichtet",
  生: "geboren",
  天: "Himmel",
  地: "Land",
  雖: "Obwohl",
  廣: "大全",
  心: "Herz",
  聖: "Heilige",
  虛: "Idiot",
  主: "Gastgeber",
  曰: "sagen",
  復: "Genesen",
  視: "Sicht",
  見: "Sehen",
  至: "Zu",
  日: "Tag",
  思: "denken",
  先: "Erste",
  覩: "可",
  滅: "可",
  私: "Privat",
  身: "Körper",
  四: "Vier",
  海: "Ozean",
  瞻: "Schau dir an",
  遠: "Weit",
  近: "schließen",
  殊: "besonders",
  己: "Es ist eigen",
  一: "eins",
  體: "Körper",
  能: "fähig",
  自: "seit",
  全: "Vollständig",
  肌: "Muskel",
  骨: "Knochen",
  相: "Gegenseitig",
  容: "Erlauben",
  人: "Menschen",
  唯: "nur",
  執: "Ja",
  求: "bitten",
  成: "werden",
  立: "Stand",
  善: "Gut",
  治: "Regel",
  必: "muss",
  敗: "告",
  所: "Ort",
  徧: "Reflektieren",
  凡: "Beliebig",
  皆: "alle",
  節: "Seminar",
  將: "Wille",
  明: "hell",
  輒: "可",
  舉: "可",
  對: "Rechts",
  於: "Bei",
  極: "南",
  量: "Menge",
  及: "Und",
  猶: "安",
  患: "Krankheit",
  矣: "Es ist in Ordnung",
  在: "existieren",
  母: "Mutter",
  棄: "Aufgeben",
  捨: "Verlassen",
  適: "Geeignet",
  功: "Leistung",
  濟: "未分",
  美: "Schön",
  偽: "Traurig",
  亦: "sowie",
  興: "Genießen",
  乃: "Also",
  宏: "Makro",
  普: "allgemein",
  博: "Blog",
  施: "Shi",
  愛: "Liebe",
  偏: "Negativ",
  兼: "gleichzeitig",
  抑: "Unterdrücken",
  抗: "Anti-",
  正: "Nur",
  真: "real",
  理: "Grund",
  忿: "Wut",
  枉: "vergeblich",
  祐: "Ao",
  直: "gerade",
  助: "helfen",
  攻: "Angriff",
  事: "Ding",
  篤: "小",
  游: "Tour",
  飾: "未分",
  修: "bauen",
  文: "Künste",
  敬: "respektieren",
  尚: "Trotzdem",
  好: "Gut",
  校: "Schule",
  責: "Sei",
  往: "Vergangenheit",
  來: "Kommen",
  閒: "Frei",
  怒: "Wut",
  已: "bereits",
  豈: "南",
  尊: "Ehre",
  哉: "Ja",
  盛: "Sheng",
  業: "未分",
  富: "reich",
  萬: "zehntausend",
  各: "jede",
  貴: "teuer",
  謂: "Sagen",
  勞: "博",
  通: "Passieren",
  簡: "Vereinfacht",
  陽: "Sonne",
  備: "Vorbereitung",
  表: "Oberfläche",
  機: "Maschine",
  微: "Mikro",
  爭: "Konfrontation",
  制: "System",
  發: "schicken",
  內: "Innen",
  況: "Ganz",
  務: "动",
  外: "draußen",
  可: "Kann",
  久: "Lang",
  即: "Im Augenblick",
  倫: "可",
  竭: "Auspuff",
  聰: "Stimme",
  役: "Service",
  智: "Weisheit",
  力: "Gewalt",
  營: "Geschäft",
  庶: "Still",
  情: "Zuneigung",
  姦: "Geliebten",
  巧: "geschickt",
  彌: "可",
  密: "dicht",
  豐: "未分",
  譽: "Ehre",
  愈: "Heilen",
  昬: "Entschuldigung",
  薉: "Unkraut",
  民: "bürgerlich",
  舍: "Aufgeben",
  任: "ernennen",
  泰: "Thai",
  守: "Bewachen",
  素: "Weiß",
  樸: "Lob",
  順: "未分",
  典: "Wörterbuch",
  聽: "hören",
  獲: "Genießen",
  茍: "南",
  作: "Tun",
  辭: "未分",
  存: "live",
  形: "Form",
  御: "Königlich",
  顯: "Zeigen",
  彰: "Chang",
  鎮: "Stadt",
  志: "Chronik",
  貞: "南",
  誠: "Ehrlich",
  行: "OK",
  清: "klar",
  競: "南",
  非: "NEIN",
  統: "Konsolidierung",
  崇: "Verehrung",
  末: "Ende",
  俱: "alle",
  邪: "teuflisch",
  配: "übereinstimmen",
  器: "Gerät",
  匠: "Handwerker",
  分: "Punkt",
  止: "Ende",
  周: "Woche",
  憂: "Sorge",
  九: "Neun",
  昔: "Vergangenheit",
  數: "Nummer",
  既: "Nun das",
  裂: "Riss",
  歇: "ausruhen",
  蹶: "Kick",
  寧: "Weder",
  神: "Gott",
  靈: "Geist",
  谷: "Schlucht",
  盈: "未分",
  侯: "Hou",
  致: "Zu",
  恐: "Furcht",
  耳: "Ohr",
  高: "hoch",
  賤: "南",
  基: "Base",
  稱: "Name",
  孤: "einsam",
  寡: "Witwe",
  穀: "未分",
  輿: "南",
  欲: "wollen",
  琭: "Jade",
  如: "wie",
  玉: "Jade",
  珞: "Luo",
  石: "Stein",
  多: "viele",
  反: "Gegenteil",
  動: "bewegen",
  知: "Wissen",
  弱: "schwach",
  柔: "weich",
  同: "Dasselbe",
  窮: "南",
  士: "Gelehrte",
  聞: "Nachricht",
  勤: "Fleißig",
  中: "Mitte",
  若: "wie",
  亡: "Tod",
  笑: "lachen",
  建: "gründen",
  言: "Wort",
  昧: "Mehrdeutigkeit",
  光: "Licht",
  耀: "Yao",
  進: "In",
  退: "Rückzug",
  夷: "Yi",
  纇: "未分",
  㘨: "㘨",
  因: "Weil",
  性: "Sex",
  平: "Wohnung",
  割: "Schneiden",
  更: "Sogar",
  懷: "Entschuldigung",
  白: "Weiß",
  辱: "Schande",
  黑: "Schwarz",
  然: "Natürlich",
  廓: "Kontur",
  滿: "可",
  偷: "stehlen",
  匹: "übereinstimmen",
  質: "Qualität",
  渝: "Chongqing",
  矜: "Stolz",
  方: "Quadrat",
  隅: "Ecke",
  晚: "Nacht",
  持: "halten",
  別: "NEIN",
  音: "Klang",
  希: "Hoffnung",
  聲: "Klang",
  宮: "Palast",
  商: "Geschäft",
  眾: "Alle",
  象: "Elefant",
  溫: "Temperatur",
  炎: "Entzündung",
  寒: "kalt",
  隱: "Egal",
  貸: "Verloren",
  且: "Und",
  諸: "Was ist los",
  供: "für",
  乏: "Fett",
  永: "für immer",
  終: "Beenden",
  裁: "Schneiden",
  二: "zwei",
  負: "Positiv",
  陰: "大",
  抱: "Umarmung",
  沖: "未分",
  氣: "Frisch",
  和: "Und",
  惡: "Sorge",
  公: "männlich",
  或: "oder",
  損: "Quetschen",
  益: "vorteilhaft",
  歸: "Leistung",
  遂: "Also",
  從: "aus",
  斯: "S",
  過: "passieren",
  流: "fließen",
  吾: "ICH",
  百: "Hundert",
  姓: "Nachname",
  異: "Außergewöhnlich",
  國: "Land",
  風: "Wind",
  教: "unterrichten",
  我: "ICH",
  強: "Stark",
  使: "machen",
  吉: "glücklich",
  違: "Verschiedener Meinung sein",
  凶: "erbittert",
  勿: "nicht",
  梁: "Strahl",
  死: "sterben",
  父: "Vater",
  强: "kraftvoll",
  當: "Wann",
  云: "Wolke",
  徒: "nur",
  馳: "金",
  騁: "Tak",
  堅: "ICH",
  入: "eingeben",
  水: "Wasser",
  出: "aus",
  間: "zwischen",
  折: "falten",
  推: "drücken",
  與: "Und",
  孰: "Was",
  親: "可",
  疏: "spärlich",
  貨: "Durchführen",
  貪: "可",
  厭: "未",
  少: "wenige",
  病: "krank",
  甚: "sehr",
  費: "Gebühren",
  藏: "Tibetaner",
  散: "Verstreut",
  殆: "fast",
  長: "lang",
  五: "fünf",
  缺: "Mangel",
  弊: "Nachteile",
  隨: "可",
  充: "Aufladung",
  屈: "Qu",
  拙: "unbeholfen",
  輟: "1.",
  造: "machen",
  端: "Ende",
  辯: "Definition",
  訥: "Entschuldigung",
  差: "Unterschied",
  躁: "ungeduldig",
  勝: "Durchsetzung",
  靜: "Ruhig",
  熱: "heiß",
  罷: "Schnappnahme",
  犯: "Verletzung",
  惟: "Aber",
  六: "sechs",
  卻: "Bereits",
  走: "Gehen",
  馬: "Pferd",
  糞: "Garnele",
  田: "Feld",
  戎: "Rong",
  郊: "Vororte",
  禍: "Ja",
  咎: "beschuldigen",
  七: "Sieben",
  戶: "Haushalt",
  闚: "告",
  牖: "Gitterfenster",
  宗: "Clan",
  途: "Weg",
  慮: "Verachten",
  古: "Antike",
  今: "Jetzt",
  搏: "Kämpfen",
  須: "Muss",
  迷: "Lüfter",
  學: "lernen",
  習: "Honig",
  又: "wieder",
  歙: "Sie",
  渾: "未分",
  目: "Bedeutung",
  孩: "Kind",
  嬰: "Baby",
  兒: "告",
  設: "未分",
  位: "Bisschen",
  謀: "Sagen",
  鬼: "Geist",
  資: "Information",
  冕: "Krone",
  旒: "Quaste",
  懼: "未分",
  欺: "schikanieren",
  黈: "Gelb",
  纊: "可",
  塞: "Stoppen",
  戚: "Qu",
  慢: "langsam",
  察: "Beobachten",
  敢: "wagen",
  肯: "Ken",
  訟: "Umfrage",
  危: "Gefahr",
  未: "Noch nicht",
  敵: "Schrecklich",
  千: "tausend",
  法: "Gesetz",
  網: "Netzwerk",
  煩: "Entschuldigung",
  刑: "Bestrafung",
  罰: "Bestrafung",
  徑: "南",
  路: "Straße",
  幽: "ruhig",
  宅: "Heim",
  手: "Hand",
  鳥: "Vogel",
  魚: "Fisch",
  意: "Bedeutung",
  避: "vermeiden",
  短: "kurz",
  蓋: "可",
  攝: "Ende",
  陸: "未分",
  遇: "Treffen",
  兕: "可",
  虎: "Tiger",
  軍: "1.",
  被: "Decke",
  甲: "Erste",
  兵: "Soldat",
  投: "gießen",
  角: "Horn",
  措: "Messen",
  爪: "Klaue",
  刃: "Rand",
  戈: "Ge",
  獸: "Bambus",
  令: "machen",
  鋒: "李",
  累: "müde",
  蚖: "Schnecke",
  蟺: "南",
  淵: "Rein",
  淺: "Rein",
  鑿: "可",
  穴: "Loch",
  鷹: "Grau",
  鸇: "Pluto",
  山: "Berg",
  卑: "bescheiden",
  增: "Zunahme",
  巢: "Nest",
  矰: "Pfeil mit einem Streamer",
  繳: "英",
  罟: "Geschichten",
  到: "ankommen",
  卒: "Bauer",
  甘: "süß",
  餌: "可",
  離: "Verlassen",
  赤: "Rot",
  畜: "Vieh",
  勢: "告",
  命: "Leben",
  並: "Und",
  爵: "Jue",
  育: "Ausbildung",
  毒: "Gift",
  覆: "Abdeckung",
  庇: "Unterschlupf",
  蔭: "未分",
  傷: "Verletzt",
  恃: "verlassen",
  宰: "schlachten",
  玄: "mysteriös",
  冥: "tief",
  養: "未分",
  按: "entsprechend",
  段: "Teil",
  脫: "Entfernung",
  據: "未分",
  樓: "Gebäude",
  宇: "Yu",
  烈: "stark",
  補: "Aktualisieren",
  沒: "nicht",
  逐: "Von",
  兌: "可",
  閉: "Schließen",
  門: "Tür",
  逸: "Yi",
  開: "offen",
  救: "speichern",
  小: "Klein",
  遺: "可",
  殃: "Unglück",
  介: "zwischen",
  畏: "Furcht",
  蕩: "南",
  朝: "in Richtung",
  除: "entfernen",
  室: "Zimmer",
  潔: "未分",
  蕪: "Ja",
  倉: "可",
  服: "Kleidung",
  綵: "Verhandelbar",
  帶: "Gürtel",
  劍: "Schwert",
  飲: "Getränk",
  食: "Essen",
  財: "Zertifikat",
  餘: "Stets",
  盜: "Punkt",
  夸: "Prahlerei",
  竊: "可",
  拔: "ziehen",
  固: "solide",
  根: "Wurzel",
  齊: "六",
  孫: "Ja",
  祭: "Opfern",
  祀: "Opfern",
  傳: "英",
  家: "Heim",
  廢: "可",
  轉: "Drehen",
  鄉: "Land",
  觀: "Sicht",
  逆: "umgekehrt",
  含: "Enthalten",
  比: "Vergleichen",
  蜂: "Biene",
  蠆: "未分",
  虺: "giftige Schlange",
  蛇: "Schlange",
  螫: "stechen",
  猛: "erbittert",
  攫: "greifen",
  蟲: "Verrückt",
  筋: "Sehnen",
  握: "Griff",
  牝: "weiblich",
  牡: "männlich",
  合: "kombinieren",
  摧: "zerstören",
  精: "Raffiniert",
  號: "Nummer",
  嗄: "Wie",
  皦: "funkeln",
  涼: "日",
  祥: "Xiang",
  夭: "zart",
  宜: "sollen",
  壯: "Extrem",
  早: "Morgen",
  挫: "Frustration",
  銳: "Verkäufe",
  解: "lösen",
  特: "besonders",
  塵: "Staub",
  恥: "Immer",
  加: "hinzufügen",
  奇: "seltsam",
  起: "erheben",
  息: "Interesse",
  辟: "Erkennen",
  忌: "vermeiden",
  諱: "NEIN",
  貧: "Sich bewusst sein",
  滋: "ICH",
  伎: "Trick",
  慧: "Weisheit",
  賊: "Sagen",
  化: "ändern",
  速: "Geschwindigkeit",
  政: "Politisch",
  悶: "Ganz",
  淳: "Chun",
  寬: "南",
  賞: "Zahlen",
  檢: "可",
  類: "Kategorie",
  析: "Analyse",
  兮: "Xi",
  福: "Segen",
  倚: "Verlassen",
  伏: "Fu",
  誰: "WHO",
  便: "Hoffnung",
  妖: "Dämon",
  惑: "Verwirrt",
  導: "Direkt",
  廉: "kostengünstig",
  劌: "Drama",
  汙: "未分",
  肆: "生",
  僻: "abgelegen",
  激: "Aufgeregt",
  沸: "Kochen",
  燿: "生",
  鑑: "口",
  照: "Entsprechend",
  慝: "böser Gedanke",
  嗇: "Wie wäre es damit",
  農: "Landwirtschaft",
  急: "dringend",
  荒: "Mangel",
  承: "Geerbt",
  綏: "王",
  重: "Schwer",
  積: "南",
  克: "Gramm",
  莅: "Besuchen",
  安: "installieren",
  圖: "Bild",
  深: "tief",
  柢: "NEIN",
  烹: "Kochen",
  鮮: "Frisch",
  擾: "Stoppen",
  蒞: "南",
  洽: "Verhandelbar",
  威: "Viagra",
  衰: "Abfall",
  兩: "zwei",
  交: "zahlen",
  江: "Fluss",
  川: "Sichuan",
  會: "Kann",
  雌: "weiblich",
  雄: "männlich",
  附: "Beigefügt",
  納: "N",
  奧: "Okay",
  曖: "Trotzdem",
  寶: "告",
  保: "Speichern",
  市: "Stadt",
  珍: "Jen",
  璧: "Bi",
  奪: "只",
  賈: "南",
  里: "innen",
  放: "setzen",
  置: "Satz",
  拱: "Bogen",
  駟: "Tornado",
  坐: "sitzen",
  罪: "Verbrechen",
  味: "schmecken",
  恬: "Tsing",
  淡: "Licht",
  報: "Bericht",
  怨: "beschuldigen",
  誅: "Ehre",
  難: "schwierig",
  易: "einfach",
  細: "Details",
  輕: "Licht",
  諾: "NEIN",
  才: "Talent",
  忽: "plötzlich",
  兆: "Mega",
  忘: "vergessen",
  脆: "knackig",
  泮: "Pfanne",
  說: "sagen",
  慎: "Seien Sie vorsichtig",
  弗: "Fer",
  木: "Holz",
  毫: "海海",
  層: "Ebene",
  臺: "Zelt",
  土: "Erde",
  幾: "Ganz",
  喻: "Metapher",
  輔: "可",
  詐: "Versuchen",
  蔽: "Schild",
  術: "Ästhetik",
  防: "Verteidigen",
  奸: "teuflisch",
  稽: "Lässig",
  式: "Modus",
  樂: "Verlassen",
  似: "wie",
  肖: "ähneln",
  慈: "CI",
  儉: "Okay",
  勇: "Mutig",
  陳: "abgestanden",
  匱: "南",
  戰: "Kämpfen",
  慜: "Min",
  衛: "Wow",
  武: "Wu",
  帥: "Hansome",
  陵: "Grab",
  唱: "Singen",
  客: "Gast",
  寸: "Zoll",
  尺: "Herrscher",
  謙: "Sagen",
  哀: "Kummer",
  惜: "Schätzen",
  趣: "Interesse",
  窺: "南",
  榮: "Gruß",
  君: "Jun",
  褐: "braun",
  狎: "Flirten",
  淨: "Rein",
  權: "Rechte",
  堪: "Kann",
  潰: "Stechen",
  殺: "Töten",
  活: "live",
  召: "Anruf",
  繟: "Brechen",
  垂: "Sinken",
  恢: "Genesen",
  奈: "Nye",
  詭: "Ja",
  群: "Gruppe",
  司: "verwalten",
  代: "Generation",
  斲: "hacken",
  疾: "Krankheit",
  饑: "可",
  稅: "Steuern",
  賢: "博取",
  草: "Gras",
  枯: "Verdorren",
  槁: "faul",
  暴: "Brutal",
  枝: "Zweig",
  條: "Regel",
  弓: "Bogen",
  包: "Tasche",
  均: "alle",
  奉: "Feng",
  示: "Zeigen",
  剛: "Also",
  受: "von",
  垢: "Schmutz",
  社: "Gesellschaft",
  稷: "Ji",
  契: "Tat",
  左: "Links",
  念: "lesen",
  徹: "未分",
  什: "Unterschiedlich",
  伯: "Bo",
  徙: "Bewegt",
  賂: "Sagen",
  舟: "Boot",
  乘: "nehmen",
  結: "Ende",
  繩: "未分",
  俗: "Vulgär",
  鄰: "Nachbarschaft",
  望: "sehen",
  雞: "Küken",
  犬: "Hund",
};

const translations_fr = {
  老: "vieux",
  子: "fils",
  道: "route",
  德: "De",
  經: "Par",
  下: "Vers le bas",
  篇: "Chapitre",
  華: "未分",
  亭: "pavillon",
  張: "Feuille",
  氏: "英语",
  原: "Original",
  本: "Livre",
  晉: "Comme",
  王: "roi",
  弼: "Bi",
  注: "Note",
  三: "trois",
  十: "dix",
  八: "huit",
  章: "chapitre",
  上: "supérieur",
  不: "Non",
  是: "Oui",
  以: "par",
  有: "avoir",
  失: "perdre",
  無: "sans",
  為: "pour",
  而: "et",
  之: "De",
  仁: "Bienveillance",
  義: "Yi",
  禮: "Cadeau",
  莫: "MO",
  應: "Devrait",
  則: "Oui",
  攘: "jeter dans la confusion",
  臂: "bras",
  扔: "Lancer",
  故: "Donc",
  後: "dos",
  夫: "mari",
  者: "Ceux",
  忠: "Loyauté",
  信: "lettre",
  薄: "Mince",
  亂: "Malheur",
  首: "tête",
  前: "avant",
  識: "Savoir",
  愚: "stupide",
  始: "début",
  大: "grand",
  丈: "dix pieds",
  處: "Non",
  其: "Que",
  厚: "épais",
  居: "Résidence",
  實: "Vraiment",
  去: "aller",
  彼: "Il",
  取: "Prendre",
  此: "ce",
  得: "devoir",
  也: "aussi",
  常: "souvent",
  喪: "可",
  利: "profit",
  害: "Nocif",
  名: "nom",
  焉: "Oui",
  何: "quoi",
  由: "Dépendre de",
  乎: "O",
  盡: "Et",
  用: "utiliser",
  載: "Charger",
  物: "Des choses",
  足: "pied",
  免: "renoncé",
  生: "né",
  天: "ciel",
  地: "atterrir",
  雖: "Bien que",
  廣: "大全",
  心: "Cœur",
  聖: "Saint",
  虛: "Idiot",
  主: "hôte",
  曰: "dire",
  復: "Récupérer",
  視: "Voir",
  見: "Voir",
  至: "à",
  日: "jour",
  思: "pense",
  先: "D'abord",
  覩: "可",
  滅: "可",
  私: "privé",
  身: "corps",
  四: "Quatre",
  海: "océan",
  瞻: "Regarder",
  遠: "Loin",
  近: "fermer",
  殊: "spécial",
  己: "C'est propre",
  一: "un",
  體: "Corps",
  能: "capable",
  自: "depuis",
  全: "Complet",
  肌: "muscle",
  骨: "os",
  相: "Mutuellement",
  容: "Permettre",
  人: "personnes",
  唯: "seulement",
  執: "Oui",
  求: "mendier",
  成: "devenir",
  立: "rester",
  善: "bien",
  治: "règle",
  必: "doit",
  敗: "告",
  所: "Lieu",
  徧: "Refléter",
  凡: "N'importe lequel",
  皆: "tous",
  節: "Séminaire",
  將: "volonté",
  明: "brillant",
  輒: "可",
  舉: "可",
  對: "droite",
  於: "À",
  極: "南",
  量: "quantité",
  及: "et",
  猶: "安",
  患: "Maladie",
  矣: "C'est bon",
  在: "exister",
  母: "mère",
  棄: "Abandonner",
  捨: "Partir",
  適: "Approprié",
  功: "réalisation",
  濟: "未分",
  美: "beau",
  偽: "Triste",
  亦: "ainsi que",
  興: "Apprécier",
  乃: "Donc",
  宏: "Macro",
  普: "général",
  博: "Bloguer",
  施: "Shi",
  愛: "amour",
  偏: "Négatif",
  兼: "simultané",
  抑: "Réprimer",
  抗: "anti-",
  正: "juste",
  真: "réel",
  理: "raison",
  忿: "Colère",
  枉: "en vain",
  祐: "AO",
  直: "droit",
  助: "aide",
  攻: "attaque",
  事: "chose",
  篤: "小",
  游: "tournée",
  飾: "未分",
  修: "construire",
  文: "arts",
  敬: "respect",
  尚: "toujours",
  好: "bien",
  校: "école",
  責: "Être",
  往: "Passé",
  來: "Viens",
  閒: "Gratuit",
  怒: "colère",
  已: "déjà",
  豈: "南",
  尊: "Honneur",
  哉: "Oui",
  盛: "Sheng",
  業: "未分",
  富: "riche",
  萬: "dix mille",
  各: "chaque",
  貴: "cher",
  謂: "Dire",
  勞: "博",
  通: "Passer",
  簡: "Simplifié",
  陽: "Soleil",
  備: "Préparation",
  表: "surface",
  機: "Machine",
  微: "micro",
  爭: "Affrontement",
  制: "système",
  發: "envoyer",
  內: "À l'intérieur",
  況: "Assez",
  務: "动",
  外: "dehors",
  可: "Peut",
  久: "Long",
  即: "Tout de suite",
  倫: "可",
  竭: "échappement",
  聰: "Voix",
  役: "service",
  智: "sagesse",
  力: "forcer",
  營: "Entreprise",
  庶: "Silencieux",
  情: "Affection",
  姦: "Bien-aimé",
  巧: "habile",
  彌: "可",
  密: "dense",
  豐: "未分",
  譽: "Honneur",
  愈: "Guérir",
  昬: "Désolé",
  薉: "herbe",
  民: "civil",
  舍: "Abandonner",
  任: "nommer",
  泰: "thaïlandais",
  守: "Garde",
  素: "blanc",
  樸: "Louer",
  順: "未分",
  典: "Dictionnaire",
  聽: "entendre",
  獲: "Apprécier",
  茍: "南",
  作: "faire",
  辭: "未分",
  存: "en direct",
  形: "forme",
  御: "Royal",
  顯: "Montrer",
  彰: "Changler",
  鎮: "Ville",
  志: "Chronique",
  貞: "南",
  誠: "Honnête",
  行: "D'ACCORD",
  清: "clair",
  競: "南",
  非: "Non",
  統: "Consolidation",
  崇: "culte",
  末: "fin",
  俱: "tous",
  邪: "mal",
  配: "correspondre",
  器: "Appareil",
  匠: "Artisan",
  分: "indiquer",
  止: "fin",
  周: "semaine",
  憂: "Inquiétude",
  九: "Neuf",
  昔: "passé",
  數: "Nombre",
  既: "maintenant que",
  裂: "fissure",
  歇: "repos",
  蹶: "coup",
  寧: "Ni l'un ni l'autre",
  神: "Dieu",
  靈: "Esprit",
  谷: "vallée",
  盈: "未分",
  侯: "Hou",
  致: "À",
  恐: "peur",
  耳: "Oreille",
  高: "haut",
  賤: "南",
  基: "base",
  稱: "Nom",
  孤: "solitaire",
  寡: "Veuve",
  穀: "未分",
  輿: "南",
  欲: "vouloir",
  琭: "jade",
  如: "comme",
  玉: "Jade",
  珞: "Luo",
  石: "pierre",
  多: "beaucoup",
  反: "opposé",
  動: "se déplacer",
  知: "Savoir",
  弱: "faible",
  柔: "doux",
  同: "même",
  窮: "南",
  士: "savant",
  聞: "Nouvelles",
  勤: "Diligent",
  中: "milieu",
  若: "comme",
  亡: "La mort",
  笑: "rire",
  建: "établir",
  言: "Mot",
  昧: "Ambiguïté",
  光: "Lumière",
  耀: "Yao",
  進: "Dans",
  退: "retraite",
  夷: "Yi",
  纇: "未分",
  㘨: "㘨",
  因: "parce que",
  性: "sexe",
  平: "plat",
  割: "Couper",
  更: "Même",
  懷: "Désolé",
  白: "blanc",
  辱: "disgrâce",
  黑: "noir",
  然: "Bien sûr",
  廓: "Contour",
  滿: "可",
  偷: "voler",
  匹: "correspondre",
  質: "Qualité",
  渝: "Chongqing",
  矜: "Fierté",
  方: "carré",
  隅: "coin",
  晚: "Nuit",
  持: "prise",
  別: "Non",
  音: "son",
  希: "espoir",
  聲: "Son",
  宮: "Palais",
  商: "entreprise",
  眾: "Tous",
  象: "éléphant",
  溫: "Température",
  炎: "inflammation",
  寒: "froid",
  隱: "Pas grave",
  貸: "Perdu",
  且: "et",
  諸: "Qu'est-ce qui ne va pas",
  供: "pour",
  乏: "Graisse",
  永: "pour toujours",
  終: "Finition",
  裁: "Couper",
  二: "deux",
  負: "Positif",
  陰: "大",
  抱: "câlin",
  沖: "未分",
  氣: "Frais",
  和: "et",
  惡: "Inquiétude",
  公: "mâle",
  或: "ou",
  損: "Presser",
  益: "avantageux",
  歸: "Réalisation",
  遂: "Donc",
  從: "depuis",
  斯: "s",
  過: "passer",
  流: "couler",
  吾: "je",
  百: "Cent",
  姓: "nom de famille",
  異: "Extraordinaire",
  國: "pays",
  風: "vent",
  教: "enseigner",
  我: "je",
  強: "Fort",
  使: "faire",
  吉: "chanceux",
  違: "Être en désaccord",
  凶: "féroce",
  勿: "ne pas",
  梁: "Faisceau",
  死: "mourir",
  父: "père",
  强: "puissant",
  當: "quand",
  云: "nuage",
  徒: "seulement",
  馳: "金",
  騁: "Tak",
  堅: "je",
  入: "entrer",
  水: "eau",
  出: "dehors",
  間: "entre",
  折: "pli",
  推: "pousser",
  與: "et",
  孰: "quoi",
  親: "可",
  疏: "clairsemé",
  貨: "Effectuer",
  貪: "可",
  厭: "未",
  少: "peu",
  病: "malade",
  甚: "très",
  費: "Frais",
  藏: "Tibétain",
  散: "Dispersé",
  殆: "presque",
  長: "long",
  五: "cinq",
  缺: "manque",
  弊: "Inconvénients",
  隨: "可",
  充: "charge",
  屈: "Qu",
  拙: "maladroit",
  輟: "1 et 1",
  造: "faire",
  端: "fin",
  辯: "Définition",
  訥: "Désolé",
  差: "Différence",
  躁: "impatient",
  勝: "Application",
  靜: "Calme",
  熱: "chaud",
  罷: "Instantané",
  犯: "Infraction",
  惟: "mais",
  六: "six",
  卻: "Déjà",
  走: "Marcher",
  馬: "Cheval",
  糞: "Crevette",
  田: "champ",
  戎: "Cinglé",
  郊: "Banlieue",
  禍: "Oui",
  咎: "blâmer",
  七: "Sept",
  戶: "Ménage",
  闚: "告",
  牖: "fenêtre en treillis",
  宗: "Clan",
  途: "chemin",
  慮: "Mépriser",
  古: "antiquité",
  今: "maintenant",
  搏: "Lutte",
  須: "Doit",
  迷: "ventilateur",
  學: "apprendre",
  習: "Chéri",
  又: "encore",
  歙: "Elle",
  渾: "未分",
  目: "Signification",
  孩: "enfant",
  嬰: "Bébé",
  兒: "告",
  設: "未分",
  位: "Peu",
  謀: "Dire",
  鬼: "fantôme",
  資: "Information",
  冕: "Couronne",
  旒: "gland",
  懼: "未分",
  欺: "intimidateur",
  黈: "jaune",
  纊: "可",
  塞: "Arrêt",
  戚: "Qu",
  慢: "lent",
  察: "Observer",
  敢: "oser",
  肯: "Ken",
  訟: "Sondage",
  危: "Danger",
  未: "pas encore",
  敵: "Horrible",
  千: "mille",
  法: "Loi",
  網: "Réseau",
  煩: "Désolé",
  刑: "punition",
  罰: "Punition",
  徑: "南",
  路: "route",
  幽: "calme",
  宅: "Maison",
  手: "main",
  鳥: "oiseau",
  魚: "poisson",
  意: "signification",
  避: "éviter",
  短: "court",
  蓋: "可",
  攝: "Fin",
  陸: "未分",
  遇: "Rencontrer",
  兕: "可",
  虎: "Tigre",
  軍: "1 et 1",
  被: "édredon",
  甲: "D'abord",
  兵: "Soldat",
  投: "casting",
  角: "corne",
  措: "Mesure",
  爪: "griffe",
  刃: "bord",
  戈: "Ge",
  獸: "Bambou",
  令: "faire",
  鋒: "李",
  累: "fatigué",
  蚖: "Escargot",
  蟺: "南",
  淵: "Pur",
  淺: "Pur",
  鑿: "可",
  穴: "trou",
  鷹: "Gris",
  鸇: "Pluton",
  山: "Montagne",
  卑: "humble",
  增: "augmenter",
  巢: "nid",
  矰: "flèche avec un streamer",
  繳: "英",
  罟: "Histoires",
  到: "arriver",
  卒: "Pion",
  甘: "doux",
  餌: "可",
  離: "Partir",
  赤: "rouge",
  畜: "bétail",
  勢: "告",
  命: "vie",
  並: "Et",
  爵: "Jue",
  育: "Éducation",
  毒: "poison",
  覆: "couverture",
  庇: "abri",
  蔭: "未分",
  傷: "Blesser",
  恃: "compter sur",
  宰: "abattage",
  玄: "mystérieux",
  冥: "profond",
  養: "未分",
  按: "selon",
  段: "partie",
  脫: "Suppression",
  據: "未分",
  樓: "Bâtiment",
  宇: "Yu",
  烈: "fort",
  補: "Rafraîchir",
  沒: "pas",
  逐: "Par",
  兌: "可",
  閉: "Fermer",
  門: "porte",
  逸: "Yi",
  開: "ouvrir",
  救: "sauvegarder",
  小: "Petit",
  遺: "可",
  殃: "calamité",
  介: "entre",
  畏: "peur",
  蕩: "南",
  朝: "vers",
  除: "retirer",
  室: "chambre",
  潔: "未分",
  蕪: "Oui",
  倉: "可",
  服: "Vêtements",
  綵: "Négociable",
  帶: "ceinture",
  劍: "Épée",
  飲: "Boisson",
  食: "Nourriture",
  財: "Certificat",
  餘: "Toujours",
  盜: "Indiquer",
  夸: "se vanter",
  竊: "可",
  拔: "tirer",
  固: "solide",
  根: "racine",
  齊: "六",
  孫: "Oui",
  祭: "Sacrifier",
  祀: "Sacrifier",
  傳: "英",
  家: "Maison",
  廢: "可",
  轉: "Tourner",
  鄉: "Pays",
  觀: "Voir",
  逆: "inverse",
  含: "Inclure",
  比: "Comparer",
  蜂: "abeille",
  蠆: "未分",
  虺: "serpent toxique",
  蛇: "serpent",
  螫: "piquer",
  猛: "féroce",
  攫: "saisir",
  蟲: "Fou",
  筋: "Tendons",
  握: "poignée",
  牝: "femelle",
  牡: "mâle",
  合: "combiner",
  摧: "détruire",
  精: "Raffiné",
  號: "Nombre",
  嗄: "Comment",
  皦: "pétillant",
  涼: "日",
  祥: "Xiang",
  夭: "tendre",
  宜: "devrait",
  壯: "Extrême",
  早: "matin",
  挫: "Frustration",
  銳: "Ventes",
  解: "délier",
  特: "spécial",
  塵: "Poussière",
  恥: "Jamais",
  加: "ajouter",
  奇: "étrange",
  起: "augmenter",
  息: "intérêt",
  辟: "Détecter",
  忌: "éviter",
  諱: "Non",
  貧: "Savoir",
  滋: "je",
  伎: "astuce",
  慧: "Sagesse",
  賊: "Dire",
  化: "changement",
  速: "vitesse",
  政: "Politique",
  悶: "Assez",
  淳: "Chun",
  寬: "南",
  賞: "Payer",
  檢: "可",
  類: "Catégorie",
  析: "Analyse",
  兮: "Xi",
  福: "bénédiction",
  倚: "Compter sur",
  伏: "Fu",
  誰: "OMS",
  便: "Espoir",
  妖: "Démon",
  惑: "Confus",
  導: "Direct",
  廉: "peu coûteux",
  劌: "Drame",
  汙: "未分",
  肆: "生",
  僻: "isolé",
  激: "Excité",
  沸: "Bouillir",
  燿: "生",
  鑑: "口",
  照: "Selon",
  慝: "mauvaise pensée",
  嗇: "Et ça",
  農: "Agriculture",
  急: "urgent",
  荒: "pénurie",
  承: "Hérité",
  綏: "王",
  重: "Lourd",
  積: "南",
  克: "gramme",
  莅: "Visite",
  安: "installer",
  圖: "Image",
  深: "profond",
  柢: "Non",
  烹: "cuisson",
  鮮: "Frais",
  擾: "Arrêt",
  蒞: "南",
  洽: "Négociable",
  威: "Viagra",
  衰: "déclin",
  兩: "deux",
  交: "payer",
  江: "Rivière",
  川: "Sichuan",
  會: "Peut",
  雌: "femelle",
  雄: "mâle",
  附: "Ci-joint",
  納: "N",
  奧: "D'accord",
  曖: "Toujours",
  寶: "告",
  保: "Sauvegarder",
  市: "ville",
  珍: "Jen",
  璧: "Bi",
  奪: "只",
  賈: "南",
  里: "à l'intérieur",
  放: "mettre",
  置: "Ensemble",
  拱: "cambre",
  駟: "Tornade",
  坐: "s'asseoir",
  罪: "crime",
  味: "goût",
  恬: "Tsing",
  淡: "lumière",
  報: "Rapport",
  怨: "blâmer",
  誅: "Honneur",
  難: "difficile",
  易: "facile",
  細: "Détails",
  輕: "Lumière",
  諾: "Non",
  才: "talent",
  忽: "soudainement",
  兆: "méga",
  忘: "oublier",
  脆: "croustillant",
  泮: "Poêle",
  說: "dire",
  慎: "Sois prudent",
  弗: "Fer",
  木: "Bois",
  毫: "海海",
  層: "Niveau",
  臺: "tente",
  土: "Terre",
  幾: "Assez",
  喻: "Métaphore",
  輔: "可",
  詐: "Essayer",
  蔽: "bouclier",
  術: "Esthétique",
  防: "Défendre",
  奸: "mal",
  稽: "Occasionnel",
  式: "Mode",
  樂: "Partir",
  似: "comme",
  肖: "ressembler",
  慈: "CI",
  儉: "D'accord",
  勇: "Courageux",
  陳: "vicié",
  匱: "南",
  戰: "Lutte",
  慜: "Min",
  衛: "Ouah",
  武: "Wu",
  帥: "handicapé",
  陵: "Tombeau",
  唱: "Chanter",
  客: "invité",
  寸: "pouce",
  尺: "règle",
  謙: "Dire",
  哀: "chagrin",
  惜: "Chérir",
  趣: "intérêt",
  窺: "南",
  榮: "Salutation",
  君: "Juin",
  褐: "brun",
  狎: "Flirt",
  淨: "Pur",
  權: "Droits",
  堪: "Peut",
  潰: "Ponction",
  殺: "Tuer",
  活: "en direct",
  召: "Appel",
  繟: "Rupture",
  垂: "Affaissement",
  恢: "Récupérer",
  奈: "Nye",
  詭: "Oui",
  群: "groupe",
  司: "gérer",
  代: "génération",
  斲: "hacher",
  疾: "maladie",
  饑: "可",
  稅: "Taxes",
  賢: "博取",
  草: "Herbe",
  枯: "Flétrir",
  槁: "pourri",
  暴: "Brutal",
  枝: "bifurquer",
  條: "Règle",
  弓: "arc",
  包: "Sac",
  均: "tous",
  奉: "Feng",
  示: "Montrer",
  剛: "Donc",
  受: "par",
  垢: "saleté",
  社: "société",
  稷: "Ji",
  契: "Acte",
  左: "Gauche",
  念: "lire",
  徹: "未分",
  什: "Varié",
  伯: "Bêle",
  徙: "Mobile",
  賂: "Adage",
  舟: "Bateau",
  乘: "prendre",
  結: "Fin",
  繩: "未分",
  俗: "Vulgaire",
  鄰: "Quartier",
  望: "voir",
  雞: "poussin",
  犬: "chien",
};

const tianwen_translation_map_en = {
  老子: "I",
  道德經: "Moral",
  下篇: "Next article",
  華亭張氏原本: "Huating Zhang original",
  "晉　王弼注": "Wang Bi's note",
  三十八章: "Chapter 38",
  上德不德: "Being virtuous or not",
  是以有德: "Therefore, virtue",
  下德不失德: "Lower virtue does not lose virtue",
  是以無德: "Therefore, it is unvirtuous",
  上德無為而無以為: "The Supreme Deed is ineffective and unscrupulous",
  下德為之而有以為: "The virtue of the lower part is considered",
  上仁為之而無以為: "The Lord did not think it was",
  上義為之而有以為: "The above meaning is to think of it",
  上禮為之而莫之應: "Nothing to give me a gift",
  則攘臂而扔之: "Throw it away with your arms",
  故失道而後德: "Therefore, the truth is lost and the virtue is later",
  失德而後仁: "Losing virtue and becoming benevolent",
  失仁而後義: "Losing benevolence and being later",
  失義而後禮: "Unscrupulous and later",
  夫禮者: "Husband",
  忠信之薄: "The thinness of loyalty",
  而亂之首: "The leader of the",
  前識者: "Foreigner",
  道之華: "The Tao's Purity",
  而愚之始: "The beginning of foolishness",
  是以大丈夫處其厚: "Therefore, a real man will make his fortune",
  不居其薄: "Not to be inferior",
  處其實: "In fact",
  不居其華: "Not in the same way",
  故去彼取此: "Therefore, we will get this",
  "〈德者": "〈The virtue",
  得也: "Have it",
  常得而無喪: "Often get nothing",
  利而無害: "Profit without harm",
  故以德為名焉: "Therefore, virtue is called",
  何以得德: "How to gain virtue",
  由乎道也: "By the way",
  何以盡德: "How to be as virtuous as possible",
  以無為用: "Nothing for use",
  以無為用則莫不載也: "If you don't want to use it, you can do it",
  故物無焉: "Therefore, things are gone",
  則無物不經: "Nothing to do",
  有焉: "There is",
  "則 不足以免其生": "Not enough to prevent his life",
  是以天地雖廣: "Therefore, the world is still",
  以無為心: "Nothing to care",
  聖王雖大: "The Holy King is great",
  以虛為主: "Mainly fair",
  故曰: "Therefore, it is said",
  以復而視: "Looking at it with rebirth",
  則天地之心見: "The heart of heaven and earth",
  至日而思之: "Thinking about it in the end",
  則先王之至覩也: "The most profound experience of the former kings",
  故滅其私而無其身:
    "Therefore, you can lose your own selfishness and lose your own life",
  則四海莫不瞻: "Everyone in the world",
  遠近莫不至: "All are close",
  殊其己而有其心: "Different from oneself but with one's heart",
  則一體不能自全: "But one body cannot be fully self-contained",
  肌骨不能相容: "Muscle bones are incompatible",
  是以上德之人: "He is a person with the above virtues",
  唯道是用: "Only the Tao is used",
  不德其德: "Not virtuous",
  無執無用: "Useless",
  故能有德而無不為: "Therefore, you can have virtue but do everything",
  不求而得: "Get without asking",
  不為而成: "It's done without",
  故雖有德而無德名也:
    "Therefore, even if you have virtue, you have no virtue and no virtue.",
  下德求而得之: "It is obtained by seeking virtue",
  為而成之: "Made by",
  則立善以治物: "Be good at managing things",
  故德名有焉: "Therefore, there is a name for virtue",
  求而得之必有失焉: "It will be a loss if you seek it",
  為而成之必有敗焉: "If you succeed, you will definitely fail.",
  善名生則有不善應焉: "Good name for students has bad luck.",
  故下德為之而有以為也:
    "Therefore, the virtue of the lower part is to be considered as",
  無以為者: "Nothing to think",
  無所徧為也: "Nothing to do",
  凡不能無為而為之者: "Anyone who cannot do it without doing it",
  皆下德也: "All are virtues",
  仁義禮節是也: "Yes, the Renyi Festival",
  將明德之上下: "Let the virtue be above and below",
  輒舉下德以對上德: "Put down virtue to the superior virtue",
  至於無以為: "As for the nonsense",
  極下德下之量: "The most virtue is the best",
  上仁是也: "Yes, Shangren",
  足及於無以為而猶為之焉: "It's enough to watch it without thinking",
  為之而無以為: "Nothing to think of it",
  故有為: "Therefore, there is",
  為之患矣: "It's a problem",
  本在無為: "No",
  母在無名: "Mother is unknown",
  棄本捨母而適其子: "To give up your mother and to your son",
  功雖大焉: "Although the achievements are great",
  必有不濟: "There must be unfairness",
  名雖美焉: "Beautiful",
  偽亦必生: "It will be born even if you are sad",
  不能不為而成: "It cannot be done without",
  不興而治: "Give up unhappy",
  則乃為之: "That's it",
  故有宏普博施仁愛之者:
    "Therefore, there are those who are broad and kind and kind",
  而愛之無所偏私: "Love is selfless",
  故上仁為之而無以為也:
    "Therefore, the Supreme Benevolence does not think it is done",
  愛不能兼: "Love can't be both",
  則有抑抗正真而義理之者: "There are those who resist the truth and make sense",
  忿枉祐直: "Anger is in vain",
  助彼攻此物事而有以心為矣:
    "Help them attack this matter and take the heart as a result",
  故上義為之而有以為也:
    "Therefore, the above meaning is to think of it and some people think of it",
  直不能篤: "Can't be stubborn",
  則有游飾修文: "There is a travel revision",
  禮敬之者: "Those who respect",
  尚好修敬: "Still good at cultivating",
  校責往來: "School-related contacts",
  則不對之閒: "Not inconsistent",
  忿怒生焉: "Wrath arises",
  故上禮為之而莫之應:
    "Therefore, the emperor gave him a gift and no one respected him",
  則攘臂而扔之: "Throw it away with your arms",
  夫大之極也: "The greatest man is",
  其唯道乎: "Is it the only way",
  自此已往: "Have been there since",
  豈足尊哉: "How honorable is",
  故雖盛業大富而有萬物: "Therefore, although he is rich and has many things",
  猶各得其德: "Each of them has its own virtues",
  雖貴以無為用: "Although it's useless",
  不能捨無以為體也: "Can't let go of it without thinking",
  不能捨無以為體: "Can't let go of it",
  則失其為大矣: "It's a big deal",
  所謂失道而後德也: "What is said to be lost and later virtue is also",
  以無為用: "Nothing for use",
  德其母: "Deyi's mother",
  故能己不勞焉而物無不理: "Therefore, you can ignore everything without mercy",
  下此已往: "Here is already",
  則失用之母: "The mother of uselessness",
  不能無為而貴博施: "You can't make money without doing anything",
  不能博施而貴正直: "Can't be generous and upright",
  不能正直而貴飾敬: "Can't be upright and respectful",
  所謂失德而後仁: "What is said to be a loss of virtue and benevolence",
  失仁而後義: "Losing benevolence and being later",
  失義而後禮也: "Discretion and gifts",
  夫禮也: "Husband's gift",
  所始首於忠信不篤: "The beginning is about loyalty and trustworthiness",
  通簡不陽: "Simple and unsightly",
  責備於表: "Responsible for listing",
  機微爭制: "Micro-competition",
  夫仁義發於內: "The moral character of the husband is developed in",
  為之猶偽: "For the watch",
  況務外飾而可久乎:
    "It's time to be out of business and can last for a long time",
  故夫禮者: "Therefore, the husband is gifted",
  忠信之薄而亂之首也: "The weak and unreasonable head",
  前識者: "Foreigner",
  前人而識也: "It's also known to the predecessors",
  即下德之倫也: "That is the essence of the lower virtue",
  竭其聰明以為前識: "Exhausted his wisdom as the forefront",
  役其智力以營庶事: "Use his intelligence to manage common affairs",
  雖德其情: "Although the morality",
  姦巧彌密: "Rape the secret",
  雖豐其譽: "Although he gains his reputation",
  愈喪篤實: "Better to be true",
  勞而事昬: "Work hard",
  務而治薉: "Treat the sacrificial tract by doing",
  雖竭聖智: "Although the sacred wisdom",
  而民愈害: "And the people are getting worse",
  舍己任物: "Sacrifice your own things",
  則無為而泰: "Nothing good",
  守夫素樸: "Keep your husband's simple life",
  則不順典制: "Not smooth",
  聽彼所獲: "Listen to what he has earned",
  棄此所守: "Leave this guard",
  識道之華: "The sacredness of knowledge",
  而愚之首: "The foolish head",
  故茍得其為功之母:
    "Therefore, he has obtained his achievements as the mother of",
  則萬物作焉而不辭也: "All things are built without mercy",
  萬事存焉而不勞也: "All things are there but not to end",
  用不以形: "Use without form",
  御不以名: "The emperor does not have a name",
  故仁義可顯: "Therefore, benevolence can be identified",
  禮敬可彰也: "Giving respect can be praised",
  夫載之以大道: "The husband carries it with the great way",
  鎮之以無名: "Town is named",
  則物無所尚: "Nothing good",
  志無所營: "Nothing to do",
  各任其貞: "Let each one take their own",
  事用其誠: "Use it with sincerity",
  則仁德厚焉: "Be kind and kind",
  行義正焉: "Behavior is correct",
  禮敬清焉: "Give respect and be honest",
  棄其所載: "Discard what he has done",
  舍其所生: "Sacrifice what he has lived",
  用其成形: "Use it to form",
  役其聰明: "He is very clear",
  仁則誠焉: "Be kind and kind",
  義其競焉: "Improving the competition",
  禮其爭焉: "Give him a fight",
  故仁德之厚: "Therefore, the kindness of benevolence",
  非用仁之所能也: "It is not possible to use benevolence",
  行義之正: "The right thing to do",
  非用義之所成也: "It is not achieved by meaning",
  禮敬之清: "Respected and purity",
  非用禮之所濟也: "It is not a place to be paid to the gift",
  載之以道: "Carry it with the truth",
  統之以母: "Consolidate it with mother",
  故顯之而無所尚: "Therefore, it is unremarkable",
  彰之而無所競: "It's clear without any scruples",
  用夫無名: "Use husband without name",
  故名以篤焉: 'Therefore, it is called "Yuan"',
  用夫無形: "Use a husband without any sign",
  故形以成焉: "Therefore, the form is formed",
  守母以存其子: "Keep your mother to save your son",
  崇本以舉其末: "To respect the roots to follow the end",
  則形名俱有: "All have both shapes and names",
  而邪不生: "And evil does not arise",
  大美配天而華不作: "Great beauty matches the sky but Hua doesn't do it",
  故母不可遠: "Therefore, mother cannot be separated",
  本不可失: "It cannot be lost",
  仁義: "Renyi",
  母之所生: "Born by mother",
  非可以為母: "Can't be a mother",
  形器: "Shape device",
  匠之所成: "What the craftsman is accomplished",
  非可以為匠也: "Can't be a craftsman",
  捨其母而用其子: "Leave his mother and use his son",
  棄其本而適其末: "Get rid of the roots and fit the end",
  "名則有 所分": "Names have some",
  形則有所止: "There is a stop to the shape",
  雖極其大: "Although it is extremely large",
  必有不周: "There must be some inappropriate",
  雖盛其美: "Although it is beautiful",
  必有憂患: "There must be trouble",
  功在為之: "The achievements are in",
  豈足處也: "The foot is also",
  "〉": "None",
  三十九章: "Chapter 39",
  昔之得一者: "The one who got it in the past",
  "〈昔": "<past",
  始也: "The beginning",
  一: "one",
  數之始而物之極也: "The beginning of the number is the ultimate",
  各是一物之生: "Each is the birth of one thing",
  所以為主也: "So it's the main thing",
  物皆各得此一以成: "Everything has this result",
  既成而舍以居成: "Once completed, leave and live in",
  居成則失其母: "Li Chengya lost his mother",
  故皆裂發歇竭滅蹶也: "Therefore, it is all broken and slumped",
  "〉": "None",
  天得一以清: "The sky is clear",
  地得一以寧: "The land is worthy of",
  神得一以靈: "God has the power",
  谷得一以盈: "The valley is full",
  萬物得一以生: "All things can live",
  侯王得一以為天下貞: "The king of lords think that the world is worthy of",
  其致之: "It's what it means",
  "〈各以其一致此清": "〈Each is consistent with this",
  寧: "Neither",
  靈: "Spirit",
  盈: "未分",
  生: "born",
  貞: "南",
  "〉": "None",
  天無以清將恐裂: "The world is without purity and terror",
  "〈用一以致清耳": "〈Use one to clear the ears",
  非用清以清也: "It is not to use clear to clear",
  守一則清不失: "Keep a clear one's mind",
  用清則恐裂也: "Use Qingyan to scatter",
  故為功之母: "Therefore, it is the mother of merit",
  不可舍也: "Can't give up",
  是以皆無用其功: "Therefore, no one can use his achievements",
  恐喪其本也: "I'm afraid it's the root",
  "〉": "None",
  地無以寧將恐發: "Nothing can cause fear",
  神無以靈將恐歇: "God will be afraid of no spirit",
  谷無以盈將恐竭: "The valley is gone without brimming",
  萬物無以生將恐滅: "Nothing to live will be afraid of",
  侯王無以貴高將恐蹶:
    "The king and king are afraid of being in danger of being in absent",
  故貴以賤為本: "Therefore, it is expensive to take the",
  高以下為基: "Higher or lower is the basis",
  "是以侯王自稱孤﹑寡﹑不穀":
    "Therefore, the princes and kings claim to be lonely, widowed, and unscrupulous",
  此非以賤為本邪: "This is not based on the evil",
  非乎: "No",
  故致數輿無輿: "Therefore, the number of irritants is not",
  不欲琭琭如玉: "Don't want to be like jade",
  珞珞如石: "Luo Luo is like a stone",
  "〈清不能為清": "〈Qing cannot be Qing",
  盈不能為盈: "Eco cannot be eco",
  皆有其母以存其形: "All have their mothers to preserve their shape",
  故清不足貴: "Therefore, the purity is not enough",
  盈不足多: "Not enough",
  貴在其母: "In his mother",
  而母無貴形: "The mother is inexpensive",
  貴乃以賤為本: "It is based on the benefits",
  高乃以下為基: "Gaona is the following as the basis",
  故致數輿乃無輿也: "Therefore, the number of tumbling is not tumbling",
  玉石琭琭珞珞: "Jade 田南",
  體盡於形: "As the body as it is",
  故不欲也: "Therefore, I don't want it",
  "〉": "None",
  四十章: "Chapter 40",
  反者道之動: "The opposite is the power of Tao",
  "〈高以下為基": "〈The following is the basis",
  貴以賤為本: "Principle based on money",
  有以無為用: "There is no use",
  此其反也: "This is the opposite.",
  動皆知其所無: "Everyone knows what it is",
  則物通矣: "All things are clear",
  "故曰「反者道之動」也":
    'Therefore, it is said that "reverse is the movement of Tao"',
  "〉": "None",
  弱者道之用: "The use of the weak",
  "〈柔弱同通": "〈Wind and weak",
  不可窮極: "Not to be stolen",
  "〉": "None",
  天下萬物生於有: "All things in the world are born from existence",
  有生於無: "Born in vain",
  "〈天下之物皆以有為生": "〈Everything in the world is born",
  有之所始: "Something started",
  以無為本: "Nothing to do",
  將欲全有: "Have all your desires",
  必反於無也: "It must be against nothing",
  "〉": "None",
  四十一章: "Chapter 41",
  上士聞道: "The sergeant's remarks",
  勤而行之: "Do it diligently",
  "〈有志也": "〈Ambition",
  "〉": "None",
  中士聞道: "Sgt.",
  若存若亡: "If it exists or dies",
  下士聞道: "Corporal's Word",
  大笑之: "Laughing",
  不笑不足以為道: "Not smiling is not enough to be a truth",
  "故建言有之﹕": "Therefore, there are suggestions:",
  "〈建": "<establish",
  猶立也: "Stand up",
  "〉": "None",
  明道若昧: "The way is as ignorant as",
  "〈光而不耀": "〈Light but not shine",
  "〉": "None",
  進道若退: "If you advance, if you retreat",
  "〈後其身而身先": "〈The body comes first",
  外其身而身存: "External body but body",
  "〉": "None",
  夷道若纇: "The way of the wild",
  "〈纇": "〈可",
  㘨也: "㘨Yes",
  大夷之道: "The Way of the Great Wild",
  因物之性: "Due to the nature of things",
  不執平以割物: "Not to cut objects",
  其平不見: "He is unfair",
  乃更反若纇㘨也: "It's even more like the one who is silly",
  "〉": "None",
  上德若谷: "Shangde Ruo Valley",
  "〈不德其德": "〈The virtue of not being virtuous",
  無所懷也: "Nothing to worry about",
  "〉": "None",
  大白若辱: "Dabai is humiliated",
  "〈知其白": "〈Know its whiteness",
  守其黑: "Keep it black",
  大白然後乃得: "Dabai then get",
  "〉": "None",
  廣德若不足: "If Guangde is insufficient",
  "〈廣德不盈": "〈Guode is not full",
  廓然無形: "Contourless",
  不可滿也: "Not enough",
  "〉": "None",
  建德若偷: "If Jiande steals",
  "〈偷": "<steal",
  匹也: "Piye",
  建德者: "Jiande",
  因物自然: "Natural due to things",
  不立不施: "Don't stand or do",
  故若偷匹: "Therefore, if you steal a horse",
  "〉": "None",
  質真若渝: "Quite sincere",
  "〈質真者": "〈The serious",
  不矜其真: "Don't be honest",
  故渝: "Auspicious",
  "〉": "None",
  大方無隅: "Be generous and unrestrained",
  "〈方而不割": "〈Square but not cut",
  故無隅也: "Therefore, there is no corner",
  "〉": "None",
  大器晚成: "A late bloomer",
  "〈大器成天下不持全別":
    "〈The great things are the world and will not hold on to them all",
  故必晚成也: "Therefore, it will be late",
  "〉": "None",
  大音希聲: "Big sounds",
  "〈聽之不聞名曰希": "〈The hearing is called Xi",
  不可得聞之音也: "Unrecognizable voice",
  有聲則有分: "There is a sound, there is a difference",
  有分則不宮而商矣:
    "If there is a difference, it will be a business without a palace",
  分則不能統眾: "The division cannot be divided",
  故有聲者非大音也: "Therefore, if there is sound, it is not a loud sound.",
  "〉": "None",
  大象無形: "Elephant invisible",
  "〈有形則有分": "〈There is tangible and there is a difference",
  有分者不溫則炎: "Those with a difference will not have mild inflammation",
  不炎則寒: "Not cold and cold",
  故象而形者: "Therefore, the image and shape",
  非大象: "Non-elephant",
  "〉": "None",
  道隱無名: "Daokou No Name",
  夫唯道: "Only the Tao",
  善貸且成: "Good loans and success",
  "〈凡此諸善": "〈All this is good",
  皆是道之所成也: "All are created by Tao",
  在象則為大象: "In the elephant",
  而大象無形: "And the elephant is invisible",
  在音則為大音: "The sound is big",
  而大音希聲: "And the Great Sound of the",
  物以之成而不見其成形: "Things are formed without seeing them",
  故隱而無名也: "Therefore, it is unknown but not famous",
  貸之非唯供其乏而已: "Loans are not just for their lack",
  一貸之則足以永終其德: "A loan is enough to end its virtue forever",
  故曰善貸也: "Therefore, it is called good loan",
  成之不如機匠之裁: "It is not as good as a craftsman's tail",
  無物而不濟其形: "Nothing but not jealous of its shape",
  故曰善成: "Therefore, it is said to be good",
  "〉": "None",
  四十二章: "Chapter 42",
  道生一: "Daoshengyi",
  一生二: "One life two",
  二生三: "Two generations three",
  三生萬物: "Three lives of thousands of things",
  萬物負陰而抱陽:
    "All things are lying on the horns and holding on to the yang",
  沖氣以為和: "To be honest,",
  人之所惡: "What people hate",
  "唯孤﹑寡﹑不穀": "Only lonely, widowed, unscrupulous",
  而王公以為稱: "And the prince thought it was",
  故物或損之而益: "Therefore, things may be damaged and benefit",
  或益之而損: "Maybe it will hurt",
  "〈萬物萬形": "〈All things and shapes",
  其歸一也: "It's also true",
  何由致一: "He Youzhiyi",
  由於無也: "Because it's not",
  由無乃一: "Yui Naoichi",
  一可謂無: "All can be said to be",
  已謂之一: "Already one",
  豈得無言乎: "So speechless",
  有言有一: "There is a word and a word",
  非二如何: "How about non-two",
  有一有二: "There are one and two",
  遂生乎三: "So I gave birth to three",
  從無之有: "Nothing",
  數盡乎斯: "How many",
  過此以往: "In the past",
  非道之流: "Non-Tao flow",
  故萬物之生: "Therefore, the birth of all things",
  吾知其主: "I know his master",
  雖有萬形: "Although there are thousands of shapes",
  沖氣一焉: "A gaze",
  百姓有心: "The people have a heart",
  異國殊風: "Different nations",
  而得一者: "And get one",
  王侯主焉: "The king and prince",
  以一為主: "Focus on one",
  一何可舍: "What can I give up",
  愈多愈遠: "The more you get, the farther you get",
  損則近之: "The nearest",
  損之至盡: "It's so great",
  乃得其極: "Then you get the best",
  既謂之一: "One of the most sarcastic",
  猶乃至三: "Watch and even three",
  況本不一而道可近乎: "The situation is different but the way is close",
  損之而益: "It will benefit",
  豈虛言也: "Just talk",
  "〉": "None",
  人之所教: "What people teach",
  我亦教之: "I'll teach you too",
  "〈我之非強使人從之也":
    "〈I am not strong enough to force others to come from",
  而用夫自然: "And use the husband naturally",
  舉其至理: "It's the most reasonable",
  順之必吉: "It will be auspicious if you are smooth",
  違之必凶: "Violence will be bad",
  故人相教: "Old friends teach each other",
  違之自取其凶也: "If you are not evil, you will be in trouble.",
  亦如我之教人: "Just like my teachings",
  勿違之也: "Don't miss it",
  "〉": "None",
  強梁者不得其死: "Those who are strong will not die",
  吾將以為教父: "I will think of it as the godfather",
  "〈强梁則必不得其死": "〈The strong and powerful will never die",
  人相教為强梁: "People teach each other to be a strong beam",
  則必如我之教人不當為强梁也:
    "It must be like my teaching people is not a strong man",
  舉其強梁不得其死以教邪:
    "If you are strong, you will not be able to die and teach evil",
  若云順吾教之必吉也: "If you say that your teaching will be auspicious",
  故得其違教之徒: "Therefore, he got the evil disciples",
  適可以為教父也: "It's suitable for the godfather",
  "〉": "None",
  四十三章: "Chapter 43",
  天下之至柔: "The most gentle world",
  馳騁天下之至堅: "The most important thing in the world",
  "〈氣無所不入": "〈The atmosphere is invisible",
  水無所不出於經: "Water is nothing but out of the",
  "〉": "None",
  無有入無間: "No entry",
  吾是以知無為之有益: "I know that nothing is beneficial",
  "〈虛無柔弱": "〈The weak and weak",
  無所不通: "Nothing to do",
  無有不可窮: "Nothing can't be ruined",
  至柔不可折: "The most soft cannot be folded",
  以此推之: "Refer to this",
  故知無為之有益也:
    "Therefore, it is beneficial to know that nothing is effective",
  "〉": "None",
  不言之教: "A teaching without saying",
  無為之益: "Nothing to do",
  天下希及之: "The world hopes to go",
  四十四章: "Chapter 44",
  名與身孰親: "Which one is true of name or body",
  "〈尚名好高": "〈Shang famous",
  其身必疏: "The body must be distant",
  "〉": "None",
  身與貨孰多: "Which one is more body or goods",
  "〈貪貨無厭": "〈The goods are in stock",
  其身必少: "It must be less",
  "〉": "None",
  得與亡孰病: "Which disease is caused or died",
  "〈得多利而亡其身": "〈The death of his life with more benefits",
  何者為病也: "Which is a disease",
  "〉": "None",
  是故甚愛必大費:
    "Therefore, if you love it very much, you will have to pay a lot",
  多藏必厚亡: "More hidden will lead to great destruction",
  "〈甚愛不與物通": "〈I love you very much and can't communicate with things",
  多藏不與物散: "It is not scattered or scattered",
  求之者多: "Many people seek it",
  攻之者眾: "All those who attacked it",
  為物所病: "Disease by things",
  故大費厚亡也: "Therefore, the big money is too heavy to die",
  "〉": "None",
  知足不辱: "Be content without being humiliated",
  知止不殆: "Knowing to stop will not end",
  可以長久: "Can last longer",
  四十五章: "Chapter 45",
  大成若缺: "Great success or lack",
  其用不弊: "Its use is not bad",
  "〈隨物而成": "〈Made from things",
  不為一象: "Not one",
  故若缺也: "Therefore, if it is missing",
  "〉": "None",
  大盈若沖: "Daying is like a slight",
  其用不窮: "Is it useless",
  "〈大盈充足": "〈Abundant",
  隨物而與: "With everything",
  無所愛矜: "No love",
  故若沖也: "Therefore, if you are rushing",
  "〉": "None",
  大直若屈: "Big straight",
  其用不居: "It's useless",
  "〈隨物而直": "〈Straight from things",
  直不在一: "Not together",
  故若屈也: "Therefore, if you are betray",
  "〉": "None",
  大巧若拙: "Great skill is like a clumsy",
  其用不輟: "Is it useful or not",
  "〈大巧": "〈Dajie",
  因自然以成器: "It is natural to become a tool",
  不造為異端: "Not to be a strange",
  故若拙也: "Therefore, if it is clumsy",
  "〉": "None",
  大辯若訥: "A big deal",
  其用不差: "It's not bad",
  "〈大辯因物而言": "〈For big factors",
  己無所造: "Nothing made",
  故若訥也: "Therefore, if you are dismissed",
  "〉": "None",
  躁勝寒: "Restless and cold",
  靜勝熱: "Stay strong",
  清靜為天下正: "The world is the right",
  "〈躁罷然後勝寒": "〈After being restless and then getting cold",
  靜無為以勝熱: "Stay calm and do not do anything to do",
  以此推之: "Refer to this",
  則清靜為天下正也: "The world is clear and tranquil",
  靜則全物之真: "The truth of the whole thing",
  躁則犯物之性: "The nature of being impetuous and offending",
  故惟清靜: "Therefore, it is only clear and quiet",
  乃得如上諸大也: "It is as great as above",
  "〉": "None",
  四十六章: "Chapter 46",
  天下有道: "There is a way in the world",
  卻走馬以糞: "Just walk to the horse",
  "〈天下有道": "〈There is a way in the world",
  知足知止: "Be content and stop",
  無求於外: "Nothing to ask outside",
  各修其內而已: "Just repair it",
  故卻走馬以治田糞也:
    "Therefore, I can also go to the horse to control the fields.",
  "〉": "None",
  天下無道: "The world is in no way",
  戎馬生於郊: "Rong Ma was born in the suburbs",
  "〈貪欲無厭": "〈The desire is useless",
  不修其內: "Don't repair the situation",
  各求於外: "Everyone seeks outside",
  故戎馬生於郊也: "Therefore, Rong Ma was born in the suburbs",
  "〉": "None",
  禍莫大於不知足: "Nothing more than being content",
  咎莫大於欲得: "The biggest blame is to get",
  故知足之足: "Therefore, the contentment of",
  常足矣: "Always enough",
  四十七章: "Chapter 47",
  不出戶: "Not available",
  知天下: "Know the world",
  不闚牖: "Not bad",
  見天道: "See the way of heaven",
  "〈事有宗": "〈There is a clan",
  而物有主: "And things have their own",
  途雖殊而同歸也: "Although the paths are different, the same",
  慮雖百而其致一也: "Even though one is the same as one",
  道有大常: "The Tao has great eternity",
  理有大致: "It's roughly reasonable",
  執古之道: "The way of ancient times",
  可以御今: "Can be a good person",
  雖處於今: "Although today",
  可以知古始: "You can know the beginning of ancient times",
  故不出戶闚牖而可知也: "Therefore, it can be seen without leaving the door",
  "〉": "None",
  其出彌遠: "Its departure from the door",
  其知彌少: "He knows little",
  "〈無在於一": "〈Nothing in one",
  而求之於眾也: "And seek it from all",
  道視之不可見: "The Taoist view is unseen",
  聽之不可聞: "Unheard",
  搏之不可得: "Fighting hard",
  如其知之: "As he knows",
  不須出戶: "No need to be sent",
  若其不知: "If he doesn't know",
  出愈遠愈迷也: "The more you go, the more you become, the more you become",
  "〉": "None",
  是以聖人不行而知: "Therefore, the saints do not know",
  不見而名: "Famous by no means",
  "〈得物之致": "〈The result of obtaining things",
  故雖不行而慮可知也: "Therefore, even if you don't do it, you can see that",
  識物之宗: "The Sect of Knowledge",
  故雖不見: "So although I don't see it",
  而是非之理可得而名也: "But the reason for not being can be named",
  "〉": "None",
  不為而成: "It's done without",
  "〈明物之性": "〈The nature of things",
  因之而已: "That's it",
  故雖不為而使之成矣:
    "Therefore, even if it is not done, it will be successful",
  "〉": "None",
  四十八章: "Chapter 48",
  為學日益: "For learning increasingly",
  "〈務欲進其所能": "〈Work to achieve what it can",
  益其所習: "Benefit the benefits",
  "〉": "None",
  為道日損: "For the Dao Sun",
  "〈務欲反虛無也": "〈The desire to fight back is nothing",
  "〉": "None",
  損之又損: "Squeeze and sweep",
  以至於無為: "So much so that",
  無為而無不為: "Nothing but nothing",
  "〈有為則有所失": "〈There is any loss",
  故無為乃無所不為也: "Therefore, nothing is nothing to do",
  "〉": "None",
  取天下常以無事: "Nothing can happen to the world",
  "〈動常因也": "〈The cause of movement is also",
  "〉": "None",
  及其有事: "It's very interesting",
  "〈自己造也": "〈Make it yourself",
  "〉": "None",
  不足以取天下: "Not enough to win the world",
  "〈失統本也": "〈The loss of the rules",
  "〉": "None",
  四十九章: "Chapter 49",
  聖人無常心: "The sacred man has no mind",
  以百姓心為心: "Take the heart of the people",
  "〈動常因也": "〈The cause of movement is also",
  "〉": "None",
  善者: "Good",
  吾善之: "I'm good",
  不善者: "The bad one",
  吾亦善之: "I'm good too",
  "〈各因其用則善不失也": "〈Each of use is good and good",
  "〉": "None",
  德善: "Deity and goodness",
  "〈無棄人也": "〈No one is abandoned",
  "〉": "None",
  信者: "Believers",
  吾信之: "I believe it",
  不信者: "The unbelievers",
  吾亦信之: "I believe it too",
  德信: "Dexin",
  聖人在天下歙歙: "The saints are in the world",
  為天下渾其心: "To fulfill one's heart for the whole world",
  "〈各用聰明": "〈Each use is clear",
  "〉": "None",
  百姓皆注其耳目: "All the people pay attention to their eyes and ears",
  聖人皆孩之: "All the sacred people are children",
  "〈皆使和而無欲": "〈Everyone makes harmony but without desire",
  如嬰兒也: "Like a baby",
  夫天地設位: "The location of the world",
  聖人成能: "The saint's ability",
  人謀鬼謀: "Human beings are ghosts",
  百姓與能者: "The people and the capable",
  能者與之: "The capable and",
  資者取之: "The gurus takes it",
  能大則大: "Great",
  資貴則貴: "Privilege",
  物有其宗: "There is a principle",
  事有其主: "Things have their own principles",
  如此則可冕旒充目而不懼於欺:
    "In this way, you can be filled with your eyes without being deceived",
  黈纊塞耳而無戚於慢: "The ear plug is not irrelevant",
  又何為勞一身之聰明: "Why is it a smart thing to do",
  以察百姓之情哉: "How can I observe the feelings of the people",
  夫以明察物: "To see things clearly",
  物亦競以其明應之: "Things also compete with their clarity",
  以不信察物: "To not believe in things",
  物亦競以其不信應之:
    "Things also compete for it because they do not believe it",
  "夫天下之 心": "The heart of the world",
  不必同其所應: "Don't have to be the same as it",
  不敢異則莫肯用其情矣: "Don't dare to distort it, don't use the feelings",
  甚矣害之大也: "It's so harmful",
  莫大於用其明矣: "Nothing more than using it clearly",
  夫在智則人與之訟: "The husband is in the wise man and the truth",
  在力則人與之爭: "In the struggle between the power",
  智不出於人而立乎訟地則窮矣:
    "Wisdom is not born from people and is invincible",
  力不出於人而立乎爭地則危矣:
    "The power cannot be out of people and stands in a battle. It is dangerous",
  未有能使人無用其智力乎己者也:
    "No one can make people use their intelligence to themselves",
  如此則己以一敵人: "In this way, I will be a enemy",
  而人以千萬敵己也: "And people are bound to defeat themselves",
  若乃多其法網: "If there are many Dharma networks",
  煩其刑罰: "Trouble punishment",
  塞其徑路: "Block the way",
  攻其幽宅: "Attack its secluded house",
  則萬物失其自然: "All things lose their nature",
  百姓喪其手足: "The people are complacent",
  鳥亂於上: "Birds are wrong",
  魚亂於下: "Fish is wrong",
  是以聖人之於天下歙歙焉:
    "Therefore, the sacred people are ashamed of the world",
  心無所主也: "There is no master in the heart",
  為天下渾心焉: "For the whole world,",
  意無所適莫也: "Nothing to do with meaning",
  無所察焉: "Nothing to observe",
  百姓何避: "Why do people avoid",
  無所求焉: "Nothing to ask for",
  百姓何應: "What do the people think",
  無避無應: "No escapism",
  則莫不用其情矣: "Then everyone uses the feelings",
  人無為舍其所能: "No one can give up what he can",
  而為其所不能: "But for what it cannot",
  舍其所長: "Leave what you have",
  而為其所短: "But for its shortcomings",
  如此: "in this way",
  則言者言其所知: "The words say what they know",
  行者行其所能: "The walker does what he can",
  百姓各皆注其耳目焉: "All the people pay attention to their ears and eyes",
  吾皆孩之而已: "I'm just kids",
  "〉": "None",
  五十章: "Chapter 50",
  出生入死: "go through fire and water",
  "〈出生地": "<place of birth",
  入死地: "Go to death",
  "〉": "None",
  生之徒: "Living disciples",
  十有三: "Thirteen",
  死之徒: "The Dead",
  十有三: "Thirteen",
  人之生: "Life of human beings",
  動之死地: "The place of death",
  亦十有三: "Also thirteen",
  夫何故: "Why",
  以其生生之厚: "With its thickness",
  蓋聞善攝生者: "Those who hear good deeds",
  陸行不遇兕虎: "No encounters with a tiger in the journey",
  入軍不被甲兵: "Will not be defeated by armored soldiers",
  兕無所投其角: "Nothing to do with his horn",
  虎無所措其爪: "The tiger is at a loss",
  兵無所容其刃: "The sword is invincible",
  夫何故: "Why",
  以其無死地: "Because of his death",
  "〈十有三": "〈Ten Thirteen",
  猶云十分有三分: "The cloud is three points",
  取其生道: "Take the way of life",
  全生之極: "The End of the Whole Life",
  十分有三耳: "Very three ears",
  取死之道: "The way to die",
  全死之極: "All Death",
  亦十分有三耳: "Very three ears",
  而民生生之厚: "The people's livelihood is so strong",
  更之無生之地焉: "What a place where there is no life",
  "善攝生者無以生為 生":
    "Those who are good at fertility do not have to be born",
  故無死地也: "Therefore, there is no place to die",
  器之害者: "The harm of the tool",
  莫甚乎兵戈: "Nothing more than military",
  獸之害者: "The harm of the beast",
  莫甚乎兕虎: "Nothing more than a tiger",
  而令兵戈無所容其鋒刃: "And the sword is beyond the reach of the enemy",
  虎兕無所措其爪角: "The tiger's claws are in vain",
  斯誠不以欲累其身者也: "If you don't need to hurt your body",
  何死地之有乎: "How can I die?",
  "夫蚖蟺以 淵為淺": "The sacred sacred sacred sacred",
  而鑿穴其中: "And the skull is in",
  鷹鸇以山為卑: "The mountain is the lowest",
  而增巢其上: "and increase the nest on it",
  矰繳不能及: "Can't reach",
  網罟不能到: "Internet access cannot be reached",
  可謂處於無死地矣: "It can be said that it is in mortality",
  然而卒以甘餌: "However, he finally enjoyed the",
  乃入於無生之地: "Entering a place where there is no life",
  豈非生生之厚乎: "Isn't it so much to live",
  "故物茍不以 求離其本": "Therefore, things do not seek to leave their roots",
  不以欲渝其真: "Don't try to change the truth",
  雖入軍而不害: "Even if you join the army, it will not be harmful",
  陸行而不可犯也: "Do not violate it",
  赤子之可則而貴信矣: "The innocent child is trustworthy",
  "〉": "None",
  五十一章: "Chapter 51",
  道生之: "Daosheng",
  德畜之: "Virtue and Animal",
  物形之: "The shape of objects",
  勢成之: "Complete",
  "〈物生而後畜": "〈Born and animals",
  畜而後形: "Animal and backward",
  形而後成: "Metaphysical",
  何由而生: "How come it is born",
  道也: "Dao also",
  何得而畜: "How to get rid of it",
  德也: "Deyi",
  何由而形: "How to form",
  物也: "Things are also",
  何使而成: "What can be done",
  勢也: "Yes",
  唯因也: "Only cause",
  故能無物而不形: "Therefore, it can be without objects",
  唯勢也: "Only",
  故能無物而不成: "Therefore, it can be done without anything",
  凡物之所以生: "What makes all things come true",
  功之所以成: "The reason why the achievements are accomplished",
  皆有所由: "All have some reason",
  有所由焉: "There is something to do",
  則莫不由乎道也: "All of them are dependent on the truth",
  故推而極之: "Therefore, it is impulsive",
  亦至道也: "It is also the way",
  隨其所因: "By the reason",
  故各有稱焉: "Therefore, each has its own name",
  "〉": "None",
  是以萬物莫不尊道而貴德:
    "Therefore, all things respect the Tao and cherish virtue",
  "〈道者": "〈The Taoist",
  物之所由也: "Where things come from",
  德者: "The virtue",
  物之所得也: "What you get",
  由之乃得: "From this, you can get it",
  故曰不得不失: "Therefore, it is said that you have to lose",
  尊之則害: "The harm of honor",
  不得不貴也: "Have to pay too",
  "〉": "None",
  道之尊: "The Lord of Tao",
  德之貴: "The preciousness of virtue",
  夫莫之命而常自然: "No one will always be natural",
  "〈命並作爵": "〈The fate is called",
  "〉": "None",
  故道生之: "Therefore, the Tao is born",
  德畜之: "Virtue and Animal",
  長之育之: "Longing to cultivate",
  亭之毒之: "The poison of the ting",
  蓋之覆之: "Cover it",
  "〈謂成其實": "〈It becomes real",
  各得其庇蔭: "Each gets its own sanctuary",
  不傷其體矣: "Don't hurt your body",
  "〉": "None",
  生而不有: "Born without",
  為而不恃: "Don't rely on it",
  "〈為而不有": "〈For but not",
  "〉": "None",
  長而不宰: "Long but not slaughter",
  是謂玄德: "It's Xuande",
  "〈有德而不知其主也": "〈Be virtuous but do not know the master",
  出乎幽冥: "Out of the Underworld",
  是以謂之玄德也: "Therefore, the mysterious virtue is",
  "〉": "None",
  五十二章: "Chapter 52",
  天下有始: "There is a beginning in the world",
  以為天下母: "Think of the mother of the world",
  "〈善始之則善養畜之矣":
    "〈The first thing is to be good at raising and raising",
  故天下有始則可以為天下母矣:
    "Therefore, the world has its beginning, and can be the mother of the world",
  按此段注文原脫: "Click this paragraph to note original",
  據樓宇烈補: "The building is lit up",
  "〉": "None",
  既得其母: "Get his mother",
  以知其子: "To know his son",
  既知其子: "Knowing his son",
  復守其母: "Keep your mother",
  沒身不殆: "Nothing to be alive",
  "〈母": "<mother",
  本也: "I also",
  子: "son",
  末也: "Mo Ye",
  得本以知末: "Get the root to know the end",
  不舍本以逐末也: "I don't want to leave the roots to chase the end",
  "〉": "None",
  塞其兌: "Stop it",
  閉其門: "Close its door",
  "〈兌": "〈发",
  事欲之所由生: "Where desire comes from",
  門: "door",
  事欲之所由從也: "Where does things come from",
  "〉": "None",
  終身不勤: "In the end, I don't work hard",
  "〈無事永逸": "〈Nothing forever",
  故終身不勤也: "Therefore, I am not diligent in my life",
  "〉": "None",
  開其兌: "Open it",
  濟其事: "Worry about the matter",
  終身不救: "I will never save you",
  "〈不閉其原而濟其事":
    "〈Until closing its original state and sacrificing its affairs",
  故雖終身不救: "Therefore, even though I am not saved",
  "〉": "None",
  見小曰明: "Meet Xiao Yueming",
  守柔曰強: "Be gentle and strong",
  "〈為治之功不在大": "〈The effect of cure is not great",
  見大不明: "It's very unknown",
  見小乃明: "Meet Konomiya",
  守强不强: "Is it strong or not",
  守柔乃强也: "Being soft is strong",
  "〉": "None",
  用其光: "Use its light",
  "〈顯道以去民迷": "〈Show to get rid of the people",
  "〉": "None",
  復歸其明: "Recover the clarity",
  "〈不明察也": "〈Not to be aware of",
  "〉": "None",
  無遺身殃: "No harm to the body",
  是為習常: "Is it normal",
  "〈道之常也": "〈The eternality of Tao",
  "〉": "None",
  五十三章: "Chapter 53",
  使我介然有知: "Let me know",
  行於大道: "Walking on the Avenue",
  唯施是畏: "Only giving is fear",
  "〈言若使我可介然有知": "〈If I can tell you, I will know",
  行大道於天下: "Walking the Great Way to the World",
  唯施為之是畏也: "Only giving is fear",
  "〉": "None",
  大道甚夷: "The road is very unrestrained",
  而民好徑: "And the people are happy",
  "〈言大道蕩然正平": "〈Speaking of the Great Way is so stern",
  而民猶尚舍之而不由: "But the people still give up the watch but cannot help",
  好從邪徑: "Good things come from evil",
  況復施為以塞大道之中乎: "Is it necessary to block the road",
  故曰: "Therefore, it is said",
  大道甚夷: "The road is very unrestrained",
  而民好徑: "And the people are happy",
  "〉": "None",
  朝甚除: "How to eliminate the",
  "〈朝": "<towards",
  宮室也: "The palace room is also",
  除: "remove",
  潔好也: "Good to do it",
  "〉": "None",
  田甚蕪: "Tian Shin-chung",
  倉甚虛: "How bad",
  "〈朝甚除": "〈The court has been eliminated",
  則田甚蕪: "Ye Tian Shiqi",
  倉甚虛: "How bad",
  設一而眾害生也: "Set up one and everyone will suffer",
  "〉": "None",
  服文綵: "Suiting literature",
  帶利劍: "Trailer",
  厭飲食: "Diet",
  財貨有餘: "Financial stock is available",
  是為盜夸: "It's a praising",
  非道也哉: "It's not Tao",
  "〈凡物不以其道得之": "〈All things are not obtained by their way",
  則皆邪也: "All are evil",
  邪則盜也: "Evil is also a foul",
  夸而不以其道得之: "Promote without gaining it by its own way",
  竊位也: "Also",
  故舉非道以明非道: "Therefore, it is not the way to understand it",
  則皆盜夸也: "All are praising",
  "〉": "None",
  五十四章: "Chapter 54",
  善建者不拔: "Those who are good at building will not pull out",
  "〈固其根而後營其末": "〈Solidate its roots and then start its ends",
  故不拔也: "Therefore, it is not to pull out",
  "〉": "None",
  善抱者不脫: "Those who are good at hugging will not suck",
  "〈不貪於多": "〈No more",
  齊其所能: "To what it can",
  故不脫也: "Therefore, it is not to be removed",
  "〉": "None",
  子孫以祭祀不輟: "Zisun made sacrifices without sacrificing",
  "〈子孫傳此道以祭祀則不輟也":
    "〈Zi Shun preached this way to sacrifice and not to sacrifice",
  "〉": "None",
  修之於身: "Cultivate in the body",
  其德乃真: "The virtue is true",
  修之於家: "Repair in the home",
  其德乃餘: "Its virtue is abundant",
  "〈以身及人也": "〈With the body and the person",
  修之身則真: "The true body of cultivation",
  修之家則有餘: "There is a lot of houses in the house",
  修之不廢: "Repair without any damage",
  所施轉大: "The",
  "〉": "None",
  修之於鄉: "Repair in the country",
  其德乃長: "His virtue is stronger",
  修之於國: "Repair in China",
  其德乃豐: "His virtue is thriving",
  修之於天下: "Cultivate the world",
  其德乃普: "Its virtue is universal",
  故以身觀身: "Therefore, look at the body with your body",
  以家觀家: "Watch the home",
  以鄉觀鄉: "Visit the country",
  以國觀國: "Visit the country",
  "〈彼皆然也": "〈The same is true",
  "〉": "None",
  以天下觀天下: "To see the world",
  "〈以天下百姓心觀天下之道也":
    "〈The way of viewing the world with the hearts of the people",
  天下之道: "The way of the world",
  逆順吉凶: "Good and bad luck in the opposite direction",
  亦皆如人之道也: "It's all like human ways",
  "〉": "None",
  吾何以知天下然哉: "How can I know the world",
  以此: "With this",
  "〈此上之所云也": "〈What is said above",
  言吾何以得知天下乎: "How can I know the world",
  察己以知之: "Observe yourself to know it",
  不求於外也: "Don't seek outside",
  所謂不出戶以知天下者也:
    "It is said that you cannot tell the world that you know",
  "〉": "None",
  五十五章: "Chapter 55",
  含德之厚: "The virtue of virtue",
  比於赤子: "Compared to innocent",
  蜂蠆虺蛇不螫: "Bee and snakes do not sting",
  猛獸不據: "The beast is not sucked",
  攫鳥不搏: "Snatch the birds without fighting",
  "〈赤子無求無欲": "〈The innocent child has no desires and no desires",
  不犯眾物: "Don't offend anything",
  故毒蟲之物無犯之人也: "Therefore, no one who commits poisonous worms",
  含德之厚者: "The one who has the virtue of",
  不犯於物: "Don't commit any crime",
  故無物以損其全也: "Therefore, nothing can be used to destroy its entirety",
  "〉": "None",
  骨弱筋柔而握固: "Weak bones and soft tendons, firm",
  "〈以柔弱之故": "〈Because of weakness",
  故握能周固: "Therefore, the grip can be firm and solid",
  "〉": "None",
  未知牝牡之合而全作:
    "Unknown to the combination of male and female, and complete",
  "〈作": "<do",
  長也: "Long Ye",
  無物以損其身: "Nothing to hold his body",
  故能全長也: "Therefore, it can be full",
  言含德之厚者: "Those who say that virtue is so strong",
  無物可以損其德: "Nothing can destroy its virtue",
  渝其真: "Yuqizhen",
  柔弱不爭而不摧折: "Weakness without conflict without breaking",
  皆若此也: "All like this",
  "〉": "None",
  精之至也: "The essence is the most",
  終日號而不嗄: "Final date without",
  "〈無爭欲之心": "〈The heart of no desire",
  故終日出聲而不嗄也: "Therefore, the sun finally sounds but does not sound",
  "〉": "None",
  和之至也: "It's time to be harmonious",
  知和曰常: "Knowing harmony is always",
  "〈物以和為常": "〈As things are harmonious as constant",
  故知和則得常也: "Therefore, we know that harmony is normal",
  "〉": "None",
  知常曰明: "Knowing the Constant is Ming",
  "〈不皦不昧": "〈Not to be fooled",
  不溫不涼: "Not warm or cold",
  此常也: "This is always the same",
  無形不可得而見: "Invisible and unrecognizable",
  曰明也: "It's Ming",
  "〉": "None",
  益生曰祥: "Probiotics are auspicious",
  "〈生不可益": "〈Life is not beneficial",
  益之則夭也: "It's better to lose your life",
  "〉": "None",
  心使氣曰強: "The heart makes the air strong",
  "〈心宜無有": "〈The heart is OK without",
  使氣則強: "Make the atmosphere strong",
  "〉": "None",
  物壯則老: "Good fortune",
  謂之不道: "It's unrighteous",
  不道早已: "I've long been",
  五十六章: "Chapter 56",
  知者不言: "Those who know do not speak",
  "〈因自然也": "〈Because of nature",
  "〉": "None",
  言者不知: "The speaker does not know",
  "〈造事端也": "〈Creating trouble",
  "〉": "None",
  塞其兌: "Stop it",
  閉其門: "Close its door",
  挫其銳: "Suppress its price",
  "〈含守質也": "〈Including quality",
  "〉": "None",
  解其分: "Explain the points",
  "〈除爭原也": "〈Except the conflict",
  "〉": "None",
  和其光: "Harmony",
  "〈無所特顯": "〈No special features",
  則物無所偏爭也: "Nothing biased",
  "〉": "None",
  同其塵: "Same as the sacrificial",
  "〈無所特賤": "〈No special",
  則物無所偏恥也: "Nothing is biased",
  "〉": "None",
  是謂玄同: "It's mysterious",
  故不可得而親: "Therefore, it cannot be obtained",
  不可得而疏: "Unable to be spared",
  "〈可得而親": "〈Available",
  則可得而疏也: "Then it can be scattered",
  "〉": "None",
  不可得而利: "Unable to gain",
  不可得而害: "Unable to harm",
  "〈可得而利": "〈The profit can be obtained",
  則可德而害也: "It can be virtue but harm",
  "〉": "None",
  不可得而貴: "Unable to be paid",
  不可得而賤: "Unable to pay",
  "〈可得而貴": "〈It can be obtained",
  則可得而賤也: "It can be obtained",
  "〉": "None",
  故為天下貴: "Therefore, it is the most expensive thing in the world",
  "〈無物可以加之也": "〈Nothing can be added",
  "〉": "None",
  五十七章: "Chapter 57",
  以正治國: "Govern the country with justice",
  以奇用兵: "Use military force with wonders",
  以無事取天下: "Reap the world with nothing",
  "〈以道治國則國平": "〈Governing the country with Taoism",
  以正治國則奇正起也:
    "The country is governed with justice and the rise of justice",
  以無事則能取天下也: "If nothing can win the world",
  上章云: "Chapter 1",
  其取天下者: "The one who wins the world",
  常以無事: "Always nothing",
  及其有事: "It's very interesting",
  又不足以取天下也: "Not enough to win the world",
  故以正治國則不足以取天下:
    "Therefore, governing the country with justice is not enough to win the world",
  而以奇用兵也: "And using strange weapons is also a",
  夫以道治國: "The country is governed by Tao",
  崇本以息末: "Respecting the roots and resting the end",
  以正治國: "Govern the country with justice",
  立辟以攻末: "Establish a pirate to attack the end",
  本不立而末淺: "It is not established yet it is the end",
  民無所及: "The people are in no way",
  故必至於奇用兵也: "Therefore, it must be a strange military use",
  "〉": "None",
  吾何以知其然哉: "How can I know it",
  以此: "With this",
  天下多忌諱: "There are many taboos in the world",
  而民彌貧: "The people's sect",
  民多利器: "Mindo's weapon",
  國家滋昬: "The country is prosperous",
  "〈利器": "〈A weapon",
  凡所以利己之器也: "Anything that benefits oneself",
  民强則國家弱: "The people are strong and the country is weak",
  "〉": "None",
  人多伎巧: "Many people and skillful",
  奇物滋起: "Strange things rise",
  "〈民多智慧則巧偽生": "〈The people are full of wisdom and skillfulness",
  巧偽生則邪事起: "A coincidence of evil things begins",
  "〉": "None",
  法令滋彰: "Laws are praised",
  盜賊多有: "There are so many scattered",
  "〈立正欲以息邪": "〈Standing the right to stop evil",
  而奇兵用: "The surprise weapon uses",
  多忌諱欲以恥貧: "Do not want to be tempted to save others",
  而民彌貧: "The people's sect",
  利器欲以强國者也:
    "Those who want to use powerful weapons to strengthen their country",
  而國愈昬多: "And the country is getting more and more",
  皆舍本以治末: "All abandon the root to cure the end",
  故以致此也: "Therefore, this is also",
  "〉": "None",
  "故聖人云﹕「我無為而民自化":
    'Therefore, the sage said: "I am self-reliant when I do nothing."',
  我好靜而民自正: "I'm so calm and self-righteous",
  我無事而民自富: "I have nothing to do and the people are rich",
  我無欲而民自樸:
    "I have no desire and the people are willing to live up to their own",
  "」": '"',
  "〈上之所欲": "〈What the superior wants",
  民從之速也: "The people are coming from the fastest",
  我之所欲: "What I want",
  唯無欲而民亦無欲而自樸也:
    "Only when there is no desire, the people are also unwilling and be content with their own will",
  此四者: "These four",
  崇本以息末也: "To worship the roots and end",
  "〉": "None",
  五十八章: "Chapter 58",
  其政悶悶: "Its political controversy",
  其民淳淳: "The people are sincere",
  "〈言善治政者": "〈Those who speak well of politics",
  無形無名: "Invisible and nameless",
  無事無政可舉: "Nothing to do without politics",
  悶悶然: "Of course",
  卒至於大治: "He finally arrived at the Great Treaty",
  故曰: "Therefore, it is said",
  其政悶悶也: "Its political sternness is also",
  其民無所爭競: "The people have no dispute",
  寬大淳淳: "Broad and deep-hearted",
  故曰: "Therefore, it is said",
  其民淳淳也: "The people are honest",
  "〉": "None",
  其政察察: "His political investigation",
  其民缺缺: "The people are short of",
  "〈立刑名": "〈Create a criminal name",
  明賞罰: "Open punishment",
  以檢姦偽: "To detect rape",
  故曰察察也: 'Therefore, it is called "observation"',
  殊類分析: "Different types of analysis",
  民懷爭競: "People's Controversy",
  故曰: "Therefore, it is said",
  其民缺缺也: "The people are short of",
  "〉": "None",
  禍兮福之所倚: "The blessings are relied upon",
  福兮禍之所伏: "Where is blessings hidden",
  孰知其極: "Who knows the ultimate",
  其無正: "It's unrighteous",
  "〈言誰知善治之極乎": "〈Who knows the ultimate of good governance",
  唯無可正舉: "Nothing can be corrected",
  無可形名: "Invisible name",
  悶悶然而天下大化: "Of course, the world is transformed",
  是其極也: "That's the most important",
  "〉": "None",
  正復為奇: "It's just a strange thing",
  "〈以正治國": "〈Govern the country with justice",
  則便復以奇用兵矣: "Then he used strange troops to use",
  故曰: "Therefore, it is said",
  正復為奇: "It's just a strange thing",
  "〉": "None",
  善復為妖: "Good luck as a demon",
  "〈立善以和萬物": "〈Create goodness to harmonize all things",
  則便復有妖之患也: "Then there will be a demonic problem",
  "〉": "None",
  人之迷: "People's confusion",
  其日固久: "It's long",
  "〈言人之迷惑失道": "〈Speaker's confusion and loss of power",
  固久矣: "It's been a long time",
  不可便正善治以責: "Do not be justified and do good deeds",
  "〉": "None",
  是以聖人方而不割: "Therefore, the sages do not cut",
  "〈以方導物": "〈Turn things with square",
  舍去其邪: "Give up the evil",
  不以方割物: "Do not cut objects in square order",
  所謂大方無隅: "So generous and unrestrained",
  "〉": "None",
  廉而不劌: "Integrity without making a spoil",
  "〈廉": "<inexpensive",
  清廉也: "Integrity",
  劌: "Drama",
  傷也: "Hurt",
  以清廉清民: "Be honest and clean",
  令去其邪: "Let the evil be removed",
  令去其汙: "Let it be removed",
  不以清廉劌傷於物也: "Don't hurt things with honesty",
  "〉": "None",
  直而不肆: "Straight but not irrestrained",
  "〈以直導物": "〈Turn directly",
  令去其僻: "Let's go to the remote",
  而不以直激沸於物也: "It does not boil directly on the object",
  所謂大直若屈也: "So-called great straightness is like a bend",
  "〉": "None",
  光而不燿: "Light without burning",
  "〈以光鑑其所以迷": "〈Use light to capture the mystery",
  不以光照求其隱慝也: "Don't seek his jealousy by light",
  所謂明道若昧也: "What is said to be ignorant of the Tao",
  此皆崇本以息末: "These are all about the origin and the end",
  不攻而使復之也: "If you don't attack, you will be retaliated",
  "〉": "None",
  五十九章: "Chapter 59",
  治人事天: "Governing human affairs",
  莫若嗇: "Nothing better",
  "〈莫若": "〈Mo Ruo",
  猶莫過也: "Don't go too",
  嗇: "How about it",
  農夫: "Farmer",
  農人之治田務: "Farmers manage fields",
  去其殊類: "Get rid of the different types",
  歸於齊一也: "Learned from Qiyiya",
  全其自然: "All its nature",
  不急其荒病: "Don't be anxious about the disease",
  除其所以荒病: "To eliminate the shortage",
  上承天命: "Respect the destiny of heaven",
  下綏百姓: "The people of the lower world",
  莫過於此: "Don't go here",
  "〉": "None",
  夫唯嗇: "Husband only",
  是謂早服: "It's a morning service",
  "〈早服": "〈Beginning service",
  常也: "Often",
  "〉": "None",
  早服謂之重積德: "The importance of early acceptance",
  "〈唯重積德": "〈Only value virtue",
  不欲銳速: "Don't want to speed",
  然後乃能使早服其常: "Then you can make your normal life prematurely",
  故曰早服謂之重積德者也:
    "Therefore, it is said that the person who accepts the importance of virtue early is to",
  "〉": "None",
  重積德則無不克: "Heavy virtues are invincible",
  無不克則莫知其極: "No one knows the consequences of everything",
  "〈道無窮也": "〈The Tao is without any brilliance",
  "〉": "None",
  莫知其極: "No one knows the truth",
  可以有國: "There can be a country",
  "〈以有窮而莅國": "〈Go to the country with a jealous",
  非能有國也: "There is no country",
  "〉": "None",
  有國之母: "The mother of the nation",
  可以長久: "Can last longer",
  "〈國之所以安謂之母": "〈The mother of the country",
  重積德是唯圖其根: "Re-imitation is to draw the roots",
  然後營末: "Then finish",
  乃得其終也: "It's the end",
  "〉": "None",
  是謂深根固柢: "It's a deep root",
  長生久視之道: "The way to live for a long time",
  六十章: "Chapter Sixty",
  治大國: "Governance of the country",
  若烹小鮮: "If cooking small food",
  "〈不擾也": "〈Not to resist",
  躁則多害: "It's so harmful",
  靜則全真: "Quiet and true",
  故其國彌大: "Therefore, the country is very powerful",
  而其主彌靜: "And its steadfast is calm",
  然後乃能廣得眾心矣: "Then you can gain the hearts",
  "〉": "None",
  以道莅天下: "To the world with Tao",
  其鬼不神: "It's not a god",
  "〈治大國則若烹小鮮": "〈Governing the country is like cooking small food",
  以道蒞天下則其鬼不神也:
    "With Taoism, the world will be filled with ghosts and gods.",
  "〉": "None",
  非其鬼不神: "No god or god",
  其神不傷人: "The god does not harm others",
  "〈神不害自然也": "〈God does not harm nature",
  物守自然則神無所加: "Things keep nature, and the gods are not added",
  神無所加則不知神之為神也:
    "God has nothing to do with it, and I don’t know that God is God",
  "〉": "None",
  非其神不傷人: "If it is not his god, it will not hurt people",
  聖人亦不傷人: "The saints do not hurt others",
  "〈道洽則神不傷人": "〈The Tao is not to hurt people",
  神不傷人則不知神之為神:
    "God does not hurt people, but does not know that God is God",
  道洽則聖人亦不傷人: "The saints of Taoism do not hurt others",
  聖人不傷人則不知聖人之為聖也:
    "The saints do not hurt others, but do not know what the saints are.",
  猶云: "Watch Cloud",
  不知神之為神: "Don't know that God is God",
  亦不知聖人之為聖也: "I don't know what the saint is",
  夫恃威網以使物者: "The husband relies on his power to make things",
  治之衰也: "The deterioration of treatment",
  使不知神聖之為神聖: "Make it unknown that the sacred sacred sacred sacred",
  道之極也: "The ultimate of Tao",
  "〉": "None",
  夫兩不相傷: "The couple is not in conflict with each other",
  故德交歸焉: "Therefore, the virtues are in harmony",
  "〈神不傷人": "〈God does not hurt people",
  聖人亦不傷人: "The saints do not hurt others",
  聖人不傷人: "The saints do not hurt others",
  神亦不傷人: "God does not harm others",
  故曰: "Therefore, it is said",
  兩不相傷也: "No harm to each other",
  神聖合道: "God's sacred way",
  交歸之也: "It's about sharing",
  "〉": "None",
  六十一章: "Chapter Sixty-one",
  大國者下流: "The nationals are vulgar",
  "〈江海居大而處下": "〈The rivers and seas live in large places",
  則百川流之: "All rivers flow",
  大國居大而處下: "The country lives in a large area",
  則天下流之: "The world is full of",
  故曰: "Therefore, it is said",
  大國下流也: "The country is also vulgar",
  "〉": "None",
  天下之交: "Friendship in the world",
  "〈天下所歸會也": "〈What the world has learned",
  "〉": "None",
  天下之牝: "The female in the world",
  "〈靜而不求": "〈Silent but not seek",
  物自歸之也: "Things are self-real",
  "〉": "None",
  牝常以靜勝牡: "The male is always calm and sturdy",
  以靜為下: "Take tranquility as the basis",
  "〈以其靜故能為下也": "〈Because it is quiet, it can be the lower",
  牝: "female",
  雌也: "Female",
  雄躁動貪欲: "Aggressive and tempted",
  雌常以靜: "Female is always calm",
  故能勝雄也: "Therefore, it can be a hero",
  以其靜復能為下: "With its calm ability",
  故物歸之也: "Therefore, things are lost",
  "〉": "None",
  故大國以下小國: "Therefore, the following small countries",
  "〈大國以下": "〈Below",
  猶云以大國下小國: "Watch the clouds and go to the small country",
  "〉": "None",
  則取小國: "Take the small country",
  "〈小國則附之": "〈Small country attached",
  "〉": "None",
  小國以下大國: "Small countries below",
  則取大國: "Take the country",
  "〈大國納之也": "〈The country is no",
  "〉": "None",
  故或下以取: "Therefore, it may be taken as follows",
  或下而取: "Or take it from below",
  "〈言唯修卑下": "〈The only way to cultivate lowly",
  然後乃各得其所: "Then they get their own",
  "〉": "None",
  大國不過欲兼畜人: "The country wants to be a livestock",
  小國不過欲入事人: "Small country is just trying to get into the person",
  夫兩者各得其所欲: "Both men and women get what they want",
  大者宜為下: "The biggest ones should be",
  "〈小國修下自全而已": "〈The small country is only completed",
  不能令天下歸之: "Can't let the world be admired",
  大國修下則天下歸之: "The Great Revisions to the World",
  故曰: "Therefore, it is said",
  各得其所欲: "Everyone gets what they want",
  則大者宜為下也: "The biggest ones should be the lower ones",
  "〉": "None",
  六十二章: "Chapter Sixty-Two",
  道者萬物之奧: "Tao is the essence of all things",
  "〈奧": "〈六",
  猶曖也: "Even though",
  可得庇蔭之辭: "Can get the word of the sanctuary",
  "〉": "None",
  善人之寶: "The Good Man's Bible",
  "〈寶以為用也": "〈Bao thinks it is for use",
  "〉": "None",
  不善人之所保: "What is protected by bad people",
  "〈保以全也": "〈Guaranteed",
  "〉": "None",
  美言可以市: "Good words can be sold",
  尊行可以加人: "You can add someone if you respect your actions",
  "〈言道無所不先": "〈The wording is nothing to be done",
  物無有貴於此也: "Nothing is expensive here",
  雖有珍寶璧馬: "Although there is a precious treasure",
  無以匹之: "No match",
  美言之則可以奪眾貨之賈: "Beautiful words can give you the goods",
  故曰: "Therefore, it is said",
  美言可以市也: "Good words can be used to market",
  尊行之則千里之外應之:
    "Respect the truth of the action thousands of miles away",
  故曰: "Therefore, it is said",
  可以加於人也: "Can be added to others",
  "〉": "None",
  人之不善: "People's bad habits",
  何棄之有: "Why not have any",
  "〈不善當保道以免放": "〈Unfortunate to protect the way to avoid letting go",
  "〉": "None",
  故立天子: "Therefore, the emperor is established",
  置三公: "Three Dukes",
  "〈言以尊行道也": "〈Speaking to respect the way",
  "〉": "None",
  雖有拱璧以先駟馬: "Although there is a archery and a pioneer",
  不如坐進此道: "Why not sit in this path",
  "〈此道": "〈This way",
  上之所云也: "What the above says",
  言故立天子: "Let me establish the emperor",
  置三公: "Three Dukes",
  尊其位: "Respect his position",
  重其人: "Respect the person",
  所以為道也: "So it's the way",
  物無有貴於此者: "Nothing is valuable in this",
  故雖有拱抱寶璧以先: "Therefore, even if there is a arch to hold a treasure,",
  駟馬而進之: "Go in and out",
  不如坐而進此道也: "It's better to sit and enter this path",
  "〉": "None",
  古之所以貴此道者何:
    "What was the reason why this Tao was expensive in ancient times",
  不曰以求得: "Don't ask for it",
  有罪以免邪: "Be guilty to avoid evil",
  故為天下貴: "Therefore, it is the most expensive thing in the world",
  "〈以求則得求": "〈Seeking, seeking",
  以免則得免: "To avoid being exempted",
  無所而不施: "Nothing to do",
  故為天下貴也: "Therefore, it is expensive for the world",
  "〉": "None",
  六十三章: "Chapter Sixty-three",
  為無為: "For nothing",
  事無事: "Nothing happens",
  味無味: "Tasteless",
  "〈以無為為居": "〈Live without a promise",
  以不言為教: "Teach without saying",
  以恬淡為味: "Take tranquility as the taste",
  治之極也: "The ultimate treatment",
  "〉": "None",
  大小多少: "What's the size",
  報怨以德: "Resent the grudges and virtues",
  "〈小怨則不足以報": "〈The small grudge is not enough to be reported",
  大怨則天下之所欲誅: "Great resentment, what the world wants",
  順天下之所同者: "What is the same in the world",
  德也: "Deyi",
  "〉": "None",
  圖難於其易: "The picture is harder than easy",
  為大於其細: "To be more detailed than",
  天下難事必作於易: "The world is difficult to do in the world",
  天下大事必作於細: "The world's major events must be done in detail",
  是以聖人終不為大: "Therefore, the sacred people are never too big",
  故能成其大: "Therefore, it can achieve greatness",
  夫輕諾必寡信: "A man who is light will have few faith",
  多易必多難: "It's easy and difficult",
  是以聖人猶難之: "Therefore, the saint's watch is difficult",
  "〈以聖人之才猶尚難於細易":
    "〈It is difficult to be more delicate with the talent of a saint",
  況非聖人之才而欲忽於此乎:
    "Is it not the talent of a sage, but I want to ignore it",
  故曰: "Therefore, it is said",
  猶難之也: "The watch is difficult",
  "〉": "None",
  故終無難矣: "So it's absolutely no difficulty",
  六十四章: "Chapter Sixty-four",
  其安易持: "It's easy to hold",
  其未兆易謀: "It's not easy to tell",
  "〈以其安不忘危": "〈With its safety, never forget the danger",
  持之不忘亡: "Persevere and die",
  謀之無功之勢: "The unsuccessful deed",
  故曰易也: "Therefore, it is called Yi",
  "〉": "None",
  其脆易泮: "It's brittle and easy to wear",
  其微易散: "It is easy to disperse",
  "〈雖失無入有": "〈Although it is lost",
  以其微脆之故: "Because of its slightly crisp",
  未足以興大功: "Not enough to be awesome",
  故易也: "Therefore, it is easy",
  此四者: "These four",
  皆說慎終也: "Everyone says be careful",
  不可以無之故而不持: "You cannot keep it without any reason",
  不可以微之故而弗散也: "It cannot be subtle and it cannot be dispersed",
  無而弗持則生有焉: "There is no end to the end",
  微而不散則生大焉: "It will be very big if it is not dispersed",
  故慮終之患: "Therefore, the end of trouble",
  如始之禍: "The beginning of the",
  則無敗事: "Nothing wrong",
  "〉": "None",
  為之於未有: "For nothing",
  "〈謂其安未兆也": "〈It is not a sign of peace",
  "〉": "None",
  治之於未亂: "Conquer in the future",
  "〈謂微脆也": "〈Slightly crispy",
  "〉": "None",
  合抱之木: "The tree of embrace",
  生於毫末: "Born in a small amount",
  九層之臺: "Nine-layer pedestal",
  起於累土: "Starting from the burying soil",
  千里之行: "A journey of thousands of miles",
  始於足下: "Beginning with a foot",
  為者敗之: "The one who does it defeats",
  執者失之: "Those who are injured lose",
  "〈當以慎終除微": "〈When you are careful to eliminate microscopic",
  慎微除亂: "Be cautious about eliminating",
  而以施為治之: "And use the treatment as a treatment",
  形名執之: "The name of the form",
  反生事原: "Reverse incident",
  巧辟滋作: "Cleverly Pizi",
  故敗失也: "Therefore, it is a failure",
  "〉": "None",
  是以聖人無為故無敗:
    "Therefore, the sages are useless because they are not doing anything",
  無執故無失: "No damage, no loss",
  民之從事: "The people's affairs",
  常於幾成而敗之: "Often defeated after success",
  "〈不慎終也": "〈I will eventually be careless",
  "〉": "None",
  慎終如始: "Be careful as it is",
  則無敗事: "Nothing wrong",
  是以聖人欲不欲: "Therefore, the sages want to do not want to",
  不貴難得之貨: "Unpriced goods",
  "〈好欲雖微": "〈The desire is small",
  爭尚為之: "Fight for it",
  興難得之貨雖細: "The goods that are hard to get",
  貪盜為之起也: "The rise of the scattered",
  "〉": "None",
  學不學: "Learn or not",
  復眾人之所過: "Where everyone is",
  "〈不學而能者": "〈Those who can do without learning",
  自然也: "Of course, too",
  喻於不學者: "Metaphor for the unstudy",
  過也: "Over",
  故學不學: "So learning or not",
  以復眾人之過: "Repel the people's past",
  "〉": "None",
  以輔萬物之自然: "To create the nature of all things",
  而不敢為: "Don't dare to do it",
  六十五章: "Chapter Sixty-five",
  古之善為道者: "The ancients who were good at doing things",
  非以明民: "Not to make people clear",
  將以愚之: "Will be foolish",
  "〈明謂多見巧詐": "〈I think I have seen many clever comments",
  蔽其樸也: "It's a shame",
  愚謂無知守真: "Fool and ignorant",
  順自然也: "Naturally",
  "〉": "None",
  民之難治: "The people's difficulties",
  以其智多: "With his wisdom",
  "〈多智巧詐": "〈Smart and clever",
  故難治也: "Therefore, it is difficult to cure",
  "〉": "None",
  故以智治國: "Therefore, govern the country with wisdom",
  國之賊: "The country's fortune",
  "〈智": "<wisdom",
  猶治也: "The treatment is also",
  以智而治國: "Govern the country with wisdom",
  所以謂之賊者: "So the sacrificer",
  故謂之智也: "Therefore, it is wisdom",
  民之難治: "The people's difficulties",
  以其多智也: "Because of his wisdom",
  當務塞兌閉門: "When plugging, close the door",
  令無知無欲: "Make no sense of desire",
  而以智術動民: "And use intelligence to motivate the people",
  邪心既動: "Evil heart is moving",
  復以巧術防民之偽:
    "Use clever techniques to prevent the civilians' misfortune",
  民知其術: "People know their skills",
  防隨而避之: "Prevent avoiding it",
  思惟密巧: "Confused thoughts",
  奸偽益滋: "The traitor",
  故曰: "Therefore, it is said",
  以智治國: "Govern the country with wisdom",
  國之賊也: "The country's money",
  "〉": "None",
  不以智治國: "Do not govern the country with wisdom",
  國之福: "Blessings of the country",
  知此兩者亦稽式: "Knowing these two is also a scheming",
  常知稽式: "Constantly conscious style",
  是謂玄德: "It's Xuande",
  玄德深矣: "Deep in mysteries",
  遠矣: "Far away",
  "〈稽": "〈可",
  同也: "Also",
  今古之所同: "What is the same in the past and present",
  則而不可廢: "Not to be",
  能知稽式: "Can know the way",
  是謂玄德: "It's Xuande",
  玄德深矣: "Deep in mysteries",
  遠矣: "Far away",
  "〉": "None",
  與物反矣: "It's against things",
  "〈反其真也": "〈The opposite is true",
  "〉": "None",
  然後乃至大順: "And even big",
  六十六章: "Chapter Sixty-six",
  江海所以能為百谷王者:
    "The rivers and seas can be the king of the hundred valleys",
  以其善下之: "With his good deeds",
  故能為百谷王: "Therefore, he can be the king of a hundred valleys",
  是以欲上民: "Therefore, I want to be promoted to the people",
  必以言下之: "Must say it",
  欲先民: "Want to be the people first",
  必以身後之: "Must be behind",
  是以聖人處上而民不重:
    "Therefore, the sages are above the top but the people are not worthy of",
  處前而民不害: "The people are not harmed by the way",
  是以天下樂推而不厭: "Therefore, the world is happy and not pampered",
  以其不爭: "Because it is not",
  故天下莫能與之爭: "Therefore, no one in the world can compete with it",
  六十七章: "Chapter Sixty-Seven",
  天下皆謂我道大: "All the world says that I am great",
  似不肖: "Not silly",
  夫唯大: "Only the big one",
  故似不肖: "Therefore, it seems unscrupulous",
  若肖: "Ruozi",
  久矣其細也夫: "It's been a long time since its indecision",
  "〈久矣其細": "〈It's been a long time",
  猶曰其細久矣: "The watch says it has been fine for a long time",
  肖: "resemble",
  則失其所以為大矣: "It's a big deal to lose its reason",
  故曰: "Therefore, it is said",
  若肖久矣: "If the number is long",
  其細也夫: "It's fine",
  "〉": "None",
  我有三寶: "I have three",
  持而保之: "Keep it",
  一曰慈: "One is charity",
  二曰儉: "Second,",
  三曰不敢為天下先: "Third, I dare not be the first in the world",
  慈故能勇: "Be kind and brave",
  "〈夫慈": "〈Fu Ci",
  以陳則勝: "With Chen Yue",
  以守則固: "To keep the stubborn",
  故能勇也: "Therefore, it can be brave",
  "〉": "None",
  儉故能廣: "Therefore, it can be",
  "〈節儉愛費": "〈Discussion Love",
  天下不匱: "The world is not bad",
  故能廣也: "Therefore, it can be",
  "〉": "None",
  不敢為天下先: "Don't dare to be the first in the world",
  故能成器長: "Therefore, it can become a weapon",
  "〈唯後外其身": "〈Only the person behind",
  為物所歸: "Being possessed by things",
  然後乃能立成器為天下利:
    "Then you can establish a weapon to benefit the world",
  為物之長也: "It's the length of things",
  "〉": "None",
  今舍慈且勇: "Now give up kindness and courage",
  "〈且": "<and",
  猶取也: "Take it too",
  "〉": "None",
  舍儉且廣: "Stories and storms",
  舍後且先: "After the time of the house",
  死矣: "Dead",
  夫慈以戰則勝: "A kind fight",
  "〈相慜而不避於難": "〈Share not to avoid difficulties",
  故勝也: "The truth is also",
  "〉": "None",
  以守則固: "To keep the stubborn",
  天將救之: "God will save it",
  以慈衛之: "With kindness",
  六十八章: "Chapter Sixty-eight",
  善為士者不武: "Those who are good at serving are not martial",
  "〈士": "<scholar",
  卒之帥也: "The sabbath",
  武: "Wu",
  尚先陵人也: "Shang Xianling people are also",
  "〉": "None",
  善戰者不怒: "The warrior is not angry",
  "〈後而不先": "〈Later and not first",
  應而不唱: "Respond not to sing",
  故不在怒: "So it's not angry",
  "〉": "None",
  善勝敵者不與: "Those who are good at helping enemies do not",
  "〈不與爭也": "〈Not to fight",
  "〉": "None",
  善用人者為之下: "Those who use others well are the ones",
  是謂不爭之德: "It's a shameless virtue",
  是謂用人之力: "It's about using people",
  "〈用人而不為之下": "〈Use people without doing anything",
  則力不為用也: "If it's not useful, it's not enough",
  "〉": "None",
  是謂配天古之極: "It's a match for the ancient zodiac",
  六十九章: "Chapter Sixty-Nine",
  "用兵有言﹕「吾不敢為主而為客":
    'There is a saying in the military service: "I dare not be a guest for the sake of the leader"',
  不敢進寸而退尺: "Don't dare to step forward and step back",
  "」是謂行無行": "\"It's like there's no way to act\"",
  "〈彼遂不止": "〈He will not stop",
  "〉": "None",
  攘無臂: "Armless",
  扔無敵: "Throw indiscretion",
  "〈行": "<OK",
  謂行陳也: "Say the reason Chen Ye",
  言以謙退哀慈: "Say the words to give up the grief",
  不敢為物先: "Don't dare to be the first",
  用戰猶行無行: "Use war watch to act without",
  攘無臂: "Armless",
  執無兵: "No soldiers",
  扔無敵也: "Throwing without enemies",
  言無有與之抗也: "There is no resistance to words",
  "〉": "None",
  執無兵: "No soldiers",
  禍莫大於輕敵: "Nothing more than being light",
  輕敵幾喪吾寶: "A few little enemies",
  "〈言吾哀慈謙退": "〈Speak of my kindness and gratitude",
  非欲以取强: "Not to seek strength",
  無敵於天下也: "No one is invincible in the world",
  不得已而卒至於無敵: "As a last resort, he finally ended in vain",
  斯乃吾之所以為大禍也: "This is why I am a big deal",
  寶: "告",
  三寶也: "Three treasures",
  故曰: "Therefore, it is said",
  幾亡吾寶: "How many times will I die",
  "〉": "None",
  故抗兵相加: "Therefore, the resistance soldiers join together",
  哀者勝矣: "The sadness is a victory",
  "〈抗": "<anti",
  舉也: "Yes",
  加: "add",
  當也: "Yes",
  哀者: "The mourner",
  必相惜而不趣利避害:
    "We must cherish each other but not enjoy profit and avoid harm",
  故必勝: "Therefore, it must be done",
  "〉": "None",
  七十章: "Chapter Seventy",
  吾言甚易知: "My words are very easy to know",
  甚易行: "Very easy to do",
  天下莫能知: "No one in the world knows",
  莫能行: "No way",
  "〈可不出戶窺牖而知": "〈You can know without leaving the account",
  故曰甚易知也: "Therefore, it is very easy to know",
  無為而成: "Made without a promise",
  故曰甚易行也: "Therefore, it is very easy to do",
  惑於躁欲: "Confused by impatience",
  故曰: "Therefore, it is said",
  莫之能知也: "No one can know",
  迷於榮利: "Being obsessed with gifts",
  故曰: "Therefore, it is said",
  莫之能行也: "No one can do it",
  "〉": "None",
  言有宗: "Words have a clan",
  事有君: "There is a king",
  "〈宗": "〈官网",
  萬物之宗也: "The essence of all things",
  君: "Jun",
  萬物之主也: "The Lord of all things",
  "〉": "None",
  夫唯無知: "Only know nothing",
  是以不我知: "So I don't know",
  "〈以其言有宗": "〈There is a fundamental meaning in his words",
  事有君之故: "Because there is a king",
  故有知之人不得不知之也: "Therefore, those who know must know it",
  "〉": "None",
  知我者希: "Those who know me hope",
  則我者貴: "My dear",
  "〈唯深": "〈Whishen",
  故知者希也: "Therefore, those who know are hopeful",
  知我益希: "Know me better",
  我亦無匹: "I'm not a match either",
  故曰: "Therefore, it is said",
  知我者希則我者貴也: "Those who know me hope me will be valuable",
  "〉": "None",
  是以聖人被褐懷玉: "Therefore, the saint was browned with jade",
  "〈被褐者": "〈The browned",
  同其塵: "Same as the sacrificial",
  懷玉者: "Jade-bearer",
  寶其真也: "It's true",
  聖人之所以難知: "The reason why the saints are hard to know",
  以其同塵而不殊: "Because they are the same but not the same",
  懷玉而不渝: "Being unswerving",
  故難知而為貴也: "Therefore, it is difficult to know but it is expensive",
  "〉": "None",
  七十一章: "Chapter 71",
  知不知上: "Do you know or not",
  不知知病: "Unknowing disease",
  "〈不知知之不足任則病也": "〈Unknown and lack of knowledge is also a disease",
  "〉": "None",
  夫唯病病: "Only sick",
  是以不病: "So it's not sick",
  聖人不病: "The sacred man is not sick",
  以其病病: "Because of its disease",
  是以不病: "So it's not sick",
  七十二章: "Chapter 72",
  民不畏威: "People do not fear power",
  則大威至: "Great power",
  無狎其所居: "Nothing to do with his place",
  無厭其所生: "Nothing to do with it",
  "〈清靜無為謂之居": "〈The tranquility of the Qing Dynasty is not a slander",
  謙後不盈謂之生: "I will not be able to live a life afterwards",
  離其清淨: "Leave it clean",
  行其躁欲: "Being impatient",
  棄其謙後: "After giving up his words",
  任其威權: "Leave it to its authority",
  則物擾而民僻: "Things are scattered but people are remote",
  威不能復制民: "Power cannot repel the people",
  民不能堪其威: "The people cannot bear their power",
  則上下大潰矣: "Then the upper and lower parts are shattered",
  天誅將至: "God will come",
  故曰: "Therefore, it is said",
  民不畏威: "People do not fear power",
  則大威至: "Great power",
  無狎其所居: "Nothing to do with his place",
  無厭其所生: "Nothing to do with it",
  言威力不可任也: "It's impossible to accept power",
  "〉": "None",
  夫唯不厭: "The husband is not",
  "〈不自厭也": "〈Not self-deprecating",
  "〉": "None",
  是以不厭: "Therefore, it is not",
  "〈不自厭": "〈Not self-deprecating",
  是以天下莫之厭: "Therefore, there is no other place in the world",
  "〉": "None",
  是以聖人自知不自見:
    "Therefore, the sages know themselves but do not see themselves",
  "〈不自見其所知": "〈Don't see what you know",
  以光耀行威也: "Show your power with glory",
  "〉": "None",
  自愛不自貴: "Love yourself without any self-requirement",
  "〈自貴則物狎厭居生": "〈The self-prime things are flirting with the living",
  "〉": "None",
  故去彼取此: "Therefore, we will get this",
  七十三章: "Chapter 73",
  勇於敢則殺: "Be brave to kill",
  "〈必不得其死也": "〈There will be no death",
  "〉": "None",
  勇於不敢則活: "Be brave to live",
  "〈必齊命也": "〈There must be a life",
  "〉": "None",
  此兩者: "These two",
  或利或害: "Profit or harm",
  "〈俱勇而所施者異": "〈Whether they are brave and they are different",
  利害不同: "Different interests",
  故曰: "Therefore, it is said",
  或利或害也: "It may be beneficial or harmful",
  "〉": "None",
  天之所惡: "What the sky is betrayed",
  孰知其故: "Who knows why",
  是以聖人猶難之: "Therefore, the saint's watch is difficult",
  "〈孰": "<what",
  誰也: "Who too",
  言誰能知天下之所惡意故邪: "Who can know what the world is evil and evil",
  其唯聖人: "Only the sacred",
  夫聖人之明: "The wisdom of the saint",
  猶難於勇敢: "The watch is hard to be brave",
  況無聖人之明而欲行之也: "It is not as clear as a sage, but wants to do it",
  故曰: "Therefore, it is said",
  猶難之也: "The watch is difficult",
  "〉": "None",
  天之道: "The Way of Heaven",
  不爭而善勝: "Be good at fighting without fighting",
  "〈天唯不爭": "〈Tian Wei is not in conflict",
  故天下莫能與之爭: "Therefore, no one in the world can compete with it",
  "〉": "None",
  不言而善應: "Be kind and speak freely",
  "〈順則吉": "〈未分大全",
  逆則凶: "Reverse evil",
  不言而善應也: "Be kind and do not speak",
  "〉": "None",
  不召而自來: "Come without calling",
  "〈處下則物自歸": "〈The following objects are self-recovered",
  "〉": "None",
  繟然而善謀: "Yet good",
  "〈垂象而見吉凶": "〈Dropping the elephant and seeing good and bad luck",
  先事而設誠: "Designed before the matter",
  安而不忘危: "Don't forget the danger",
  未召而謀之: "He said it without calling",
  故曰: "Therefore, it is said",
  繟然而善謀也: "Yet, good",
  "〉": "None",
  天網恢恢: "Skynet is beautiful",
  疏而不失: "Leave but not lose",
  七十四章: "Chapter 74",
  民不畏死: "People are not afraid of death",
  奈何以死懼之: "How to die",
  若使民常畏死: "If the people are afraid of death",
  而為奇者: "And the strange one",
  吾得執而殺之: "I'll kill it",
  孰敢: "Who dares",
  "〈詭異亂群謂之奇也":
    "〈The strange thing about the strange and strange group",
  "〉": "None",
  常有司殺者殺: "There are often killers who kill",
  夫代司殺者殺: "The husband's slaying man",
  是謂代大匠斲: "It is a master of the era",
  夫代大匠斲者: "The master of the husband's generation",
  希有不傷其手矣: "Very afraid of not hurting his hands",
  "〈為逆順者之所惡忿也":
    "〈It is the rebellious thing that those who are against it",
  不仁者人之所疾也: "The unkind is a disease of people",
  故曰: "Therefore, it is said",
  常有司殺也: "There are often killings",
  "〉": "None",
  七十五章: "Chapter 75",
  民之饑: "The people's trophy",
  以其上食稅之多: "Because of the amount of food taxes on it",
  是以饑: "So",
  民之難治: "The people's difficulties",
  以其上之有為: "Because of what is above",
  是以難治: "Therefore, it is difficult to deal with",
  民之輕死: "The people die lightly",
  以其上求生之厚: "The quality of survival above",
  是以輕死: "So die lightly",
  夫唯無以生為者: "Only those who are born",
  是賢於貴生: "It's a valuable income",
  "〈言民之所以僻": "〈Why do people feel remote",
  治之所以亂: "The reason why the treatment is unreasonable",
  皆由上不由其下也: "All from the top not the bottom",
  民從上也: "People are from above",
  "〉": "None",
  七十六章: "Chapter 76",
  人之生也柔弱: "Human beings are weak",
  其死也堅強: "It's a terrible death",
  萬物草木之生也柔脆: "All the plants and trees are soft and crisp",
  其死也枯槁: "He is withered even if he dies",
  故堅強者死之徒: "Therefore, the strong ones die",
  柔弱者生之徒: "The weak are the ones who live",
  是以兵強則不勝: "Therefore, the army is strong and not strong",
  "〈强兵以暴於天下者":
    "〈Those who strongly fight against the world with violence",
  物之所惡也: "Things are bad",
  故必不得勝: "Therefore, it must not be defeated",
  "〉": "None",
  木強則兵: "Wooden strong soldier",
  "〈物所加也": "〈What is added",
  "〉": "None",
  強大處下: "Strong",
  "〈木之本也": "〈The foundation of wood",
  "〉": "None",
  柔弱處上: "On the weak",
  "〈枝條是也": "〈Yes, branch",
  "〉": "None",
  七十七章: "Chapter 77",
  天之道: "The Way of Heaven",
  其猶張弓與: "Its watch bow and",
  高者抑之: "The higher ones suppress it",
  下者舉之: "The following are",
  有餘者損之: "Those who have some",
  不足者補之: "Replenish those who are insufficient",
  天之道: "The Way of Heaven",
  損有餘而補不足: "There are some extra but insufficient",
  人之道則不然: "The way of man is not",
  "〈與天地合德": "〈The virtue of heaven and earth",
  乃能包之: "Only can wrap it",
  如天之道: "The Way of Heaven",
  如人之量: "Like a person",
  則各有其身: "Each has its own",
  不得相均: "Not equal",
  如惟無身無私乎: "If you are selfless",
  自然然後乃能與天地合德:
    "Naturally, then you can be in harmony with heaven and earth",
  "〉": "None",
  損不足以奉有餘: "Not enough to give",
  孰能有餘以奉天下: "Who can have enough to serve the world",
  唯有道者: "Only the Taoist",
  是以聖人為而不恃: "Therefore, the sages do not rely on them",
  功成而不處: "Successful without loss",
  其不欲見賢: "He doesn't want to see the money",
  "〈言唯能處盈而全虛": "〈The only way to be full and full",
  損有以補無: "To compensate",
  和光同塵: "Homohide",
  蕩而均者: "Those who are equal",
  唯其道也: "Only the way",
  是以聖人不欲示其賢以均天下:
    "Therefore, the sages do not want to show their qualities to equalize the world",
  "〉": "None",
  七十八章: "Chapter 78",
  天下莫柔弱於水: "Nothing is weak in the world",
  而攻堅強者: "The attacker",
  莫之能勝: "No one can do it",
  其無以易之: "It's not easy",
  "〈以": "<by",
  用也: "Use it",
  其: "That",
  謂水也: "It's also water",
  言用水之柔弱: "The weakness of water",
  無物可以易之也: "Nothing can be changed",
  "〉": "None",
  弱之勝強: "The strength of weakness",
  柔之勝剛: "The power of softness",
  天下莫不知莫能行: "No one in the world can do it",
  "是以聖人云﹕「受國之垢":
    'Therefore, the saint said: "As a result of the defilement of the nation',
  是謂社稷主: "It's the country's lord",
  受國不祥: "Affected by the country",
  是為天下王: "It's the king of the world",
  "」正言若反": '"About the truth',
  七十九章: "Chapter 79",
  和大怨: "and the big grudge",
  必有餘怨: "There must be a grudge",
  "〈不明理其契": "〈Unclear about his agreement",
  以致大怨已至: "As a result, the big grudge has arrived",
  而德和之: "And Dehe",
  其傷不復: "The injury is not repellent",
  故有餘怨也: "Therefore, there are still many grievances",
  "〉": "None",
  安可以為善: "How can you do good",
  是以聖人執左契: "Therefore, the sages enforced the Zuo Qi",
  "〈左契": "〈Zuo Qi",
  防怨之所由生也: "The reason for preventing resentment is born",
  "〉": "None",
  而不責於人: "Not responsible for people",
  有德司契: "Youdesichi",
  "〈有德之人念思其契": "〈The virtuous person thinks about his friendship",
  不念怨生而後責於人也:
    "If you don't think of resentment and then you will be responsible for others",
  "〉": "None",
  無德司徹: "Wude Shi",
  "〈徹": "〈",
  司人之過也: "The people who passed by",
  "〉": "None",
  天道無親: "The way of heaven is unreal",
  常與善人: "Always be with good people",
  八十章: "Chapter 80",
  小國寡民: "Small country and few people",
  "〈國既小": "〈The country is small",
  民又寡: "The people are scarce",
  尚可使反古: "Can still be anti-anti-year",
  況國大民眾乎: "People's Republic of China",
  故舉小國而言也: "Therefore, it is also true for small countries",
  "〉": "None",
  使有什伯之器而不用: "Make it impossible to use it",
  "〈言使民雖有什伯之器而無所用":
    "〈So that even though the people had the tools of a man, they were useless",
  何患不足也: "What's wrong with it",
  "〉": "None",
  使民重死而不遠徙: "Make people die hard but not move far away",
  "〈使民不用": "〈Make the people not use it",
  惟身是寶: "Only the body is",
  不貪貨賂: "No goods",
  故各安其居: "Therefore, everyone lives in peace",
  重死而不遠徙也: "Death is too heavy but not moving away",
  "〉": "None",
  雖有舟輿: "Although there is a boat",
  無所乘之: "Nothing to ride",
  雖有甲兵: "Although there are armored soldiers",
  無所陳之: "Nothing to be said",
  使人復結繩而用之: "Make people reincarnate and use it",
  甘其食: "Sweet food",
  美其服: "Beautiful service",
  安其居: "Stay at home",
  樂其俗: "Be happy with customs",
  鄰國相望: "The country is facing each other",
  雞犬之聲相聞: "Dog's voice",
  民至老死: "People die until old age",
  不相往來: "Don't interact with each other",
  "〈無所欲求": "〈Seeking nothing",
  "〉": "None",
  八十一章: "Chapter 81",
  信言不美: "Faithful",
  "〈實在質也": "〈There is real quality",
  "〉": "None",
  美言不信: "Don't believe in good words",
  "〈本在樸也": "〈Ben is in the Puye",
  "〉": "None",
  善者不辯: "The good ones are not right",
  辯者不善: "The devil is not good",
  知者不博: "Those who know are not promising",
  "〈極在一也": "〈The most in one",
  "〉": "None",
  博者不知: "The blogger doesn't know",
  聖人不積: "The sacred man is not",
  "〈無私自有": "〈Without own",
  唯善是與: "Only good is",
  任物而已: "Just take things",
  "〉": "None",
  既以為人己愈有: "Since you think that others will have more",
  "〈物所尊也": "〈What is respected",
  "〉": "None",
  既以與人己愈多: "Since we have more and more with others",
  "〈物所歸也": "〈The things are gone",
  "〉": "None",
  天之道: "The Way of Heaven",
  利而不害: "Profit but not harm",
  "〈動常生成之也": "〈It is often generated",
  "〉": "None",
  聖人之道: "The way of the saint",
  為而不爭: "For and not to fight",
  "〈順天之利不相傷也": "〈The benefits of heaven are not harmful",
};

const tianwen_translation_map_de = {
  老子: "ICH",
  道德經: "Moral",
  下篇: "Nächster Artikel",
  華亭張氏原本: "Huating Zhang Original",
  "晉　王弼注": "Wang Bis Notiz",
  三十八章: "Kapitel 38",
  上德不德: "Tugendhaft sein oder nicht",
  是以有德: "Daher Tugend",
  下德不失德: "Die niedrigere Tugend verliert keine Tugend",
  是以無德: "Daher ist es unvirirtisch",
  上德無為而無以為: "Die höchste Tat ist unwirksam und skrupellos",
  下德為之而有以為: "Die Tugend des unteren Teils wird berücksichtigt",
  上仁為之而無以為: "Der Herr fand es nicht",
  上義為之而有以為: "Die obige Bedeutung ist, darüber nachzudenken",
  上禮為之而莫之應: "Nichts, um mir ein Geschenk zu geben",
  則攘臂而扔之: "Wirf es mit deinen Armen weg",
  故失道而後德: "Daher ist die Wahrheit verloren und die Tugend ist später",
  失德而後仁: "Tugend verlieren und wohlwollend werden",
  失仁而後義: "Wohlwollen verlieren und später sein",
  失義而後禮: "Skrupellos und später",
  夫禮者: "Ehemann",
  忠信之薄: "Die Dünnheit der Loyalität",
  而亂之首: "Der Anführer der",
  前識者: "Ausländer",
  道之華: "Die Reinheit des Taos",
  而愚之始: "Der Beginn der Dummheit",
  是以大丈夫處其厚: "Daher wird ein echter Mann sein Vermögen machen",
  不居其薄: "Nicht minderwertig sein",
  處其實: "Tatsächlich",
  不居其華: "Nicht auf die gleiche Weise",
  故去彼取此: "Deshalb werden wir das bekommen",
  "〈德者": "〈Die Tugend",
  得也: "Habe es",
  常得而無喪: "Oft nichts bekommen",
  利而無害: "Gewinn ohne Schaden",
  故以德為名焉: "Daher wird Tugend genannt",
  何以得德: "Wie man Tugend erlangt",
  由乎道也: "Übrigens",
  何以盡德: "Wie man so tugendhaft wie möglich ist",
  以無為用: "Nichts für den Gebrauch",
  以無為用則莫不載也: "Wenn Sie es nicht verwenden möchten, können Sie es tun",
  故物無焉: "Daher sind die Dinge weg",
  則無物不經: "Nichts zu tun",
  有焉: "Es gibt",
  "則 不足以免其生": "Nicht genug, um sein Leben zu verhindern",
  是以天地雖廣: "Daher ist die Welt immer noch",
  以無為心: "Nichts zu interessieren",
  聖王雖大: "Der Heilige König ist großartig",
  以虛為主: "Hauptsächlich fair",
  故曰: "Deshalb wird es gesagt",
  以復而視: "Mit Wiedergeburt betrachten",
  則天地之心見: "Das Herz des Himmels und der Erde",
  至日而思之: "Am Ende darüber nachdenken",
  則先王之至覩也: "Die tiefste Erfahrung der ehemaligen Könige",
  故滅其私而無其身:
    "Deshalb können Sie Ihre eigene Selbstsucht verlieren und Ihr eigenes Leben verlieren",
  則四海莫不瞻: "Jeder auf der Welt",
  遠近莫不至: "Alle sind nahe",
  殊其己而有其心: "Anders als selbst, aber mit dem eigenen Herzen",
  則一體不能自全:
    "Aber ein Körper kann nicht vollständig in sich geschlossen werden",
  肌骨不能相容: "Muskelknochen sind unvereinbar",
  是以上德之人: "Er ist eine Person mit den oben genannten Tugenden",
  唯道是用: "Nur der Tao wird verwendet",
  不德其德: "Nicht tugendhaft",
  無執無用: "Nutzlos",
  故能有德而無不為: "Deshalb können Sie Tugend haben, aber alles tun",
  不求而得: "Holen Sie sich ohne zu fragen",
  不為而成: "Es ist ohne gemacht",
  故雖有德而無德名也:
    "Selbst wenn Sie Tugend haben, haben Sie also keine Tugend und keine Tugend.",
  下德求而得之: "Es wird durch die Suche nach Tugend erhalten",
  為而成之: "Gemacht von",
  則立善以治物: "Sei gut darin, Dinge zu verwalten",
  故德名有焉: "Daher gibt es einen Namen für Tugend",
  求而得之必有失焉: "Es wird ein Verlust sein, wenn Sie es suchen",
  為而成之必有敗焉:
    "Wenn Sie erfolgreich sind, werden Sie auf jeden Fall scheitern.",
  善名生則有不善應焉: "Ein guter Name für Studenten hat Pech.",
  故下德為之而有以為也:
    "Daher ist die Tugend des unteren Teils als als betrachtet zu werden",
  無以為者: "Nichts zu denken",
  無所徧為也: "Nichts zu tun",
  凡不能無為而為之者: "Jeder, der es nicht tun kann, ohne es zu tun",
  皆下德也: "Alle sind Tugenden",
  仁義禮節是也: "Ja, das Renyi Festival",
  將明德之上下: "Lassen Sie die Tugend über und unten sein",
  輒舉下德以對上德: "Tugend auf die überlegene Tugend bringen",
  至於無以為: "Was den Unsinn betrifft",
  極下德下之量: "Die Tugend ist die beste",
  上仁是也: "Ja, Shangren",
  足及於無以為而猶為之焉: "Es reicht aus, es zu sehen, ohne nachzudenken",
  為之而無以為: "Nichts, um darüber nachzudenken",
  故有為: "Deshalb gibt es",
  為之患矣: "Es ist ein Problem",
  本在無為: "NEIN",
  母在無名: "Mutter ist unbekannt",
  棄本捨母而適其子: "Um deine Mutter und deinen Sohn aufzugeben",
  功雖大焉: "Obwohl die Erfolge großartig sind",
  必有不濟: "Es muss Ungerechtigkeit geben",
  名雖美焉: "Schön",
  偽亦必生: "Es wird geboren, auch wenn Sie traurig sind",
  不能不為而成: "Es kann nicht ohne gemacht werden",
  不興而治: "Gib unglücklich auf",
  則乃為之: "Das war's",
  故有宏普博施仁愛之者:
    "Daher gibt es diejenigen, die breit und freundlich und freundlich sind",
  而愛之無所偏私: "Liebe ist selbstlos",
  故上仁為之而無以為也:
    "Daher glaubt der höchste Wohlwollen nicht, dass dies getan wird",
  愛不能兼: "Liebe kann nicht beides sein",
  則有抑抗正真而義理之者:
    "Es gibt diejenigen, die sich der Wahrheit widersetzen und Sinn machen",
  忿枉祐直: "Wut ist vergeblich",
  助彼攻此物事而有以心為矣:
    "Helfen Sie ihnen, diese Angelegenheit anzugreifen und dadurch das Herz zu nehmen",
  故上義為之而有以為也:
    "Daher ist die oben genannte Bedeutung darüber nachdenken und manche Menschen daran denken",
  直不能篤: "Kann nicht hartnäckig sein",
  則有游飾修文: "Es gibt eine Reiserevision",
  禮敬之者: "Diejenigen, die respektieren",
  尚好修敬: "Immer noch gut kultivieren",
  校責往來: "Schulbezogene Kontakte",
  則不對之閒: "Nicht inkonsistent",
  忿怒生焉: "Zorn entsteht",
  故上禮為之而莫之應:
    "Deshalb gab ihm der Kaiser ein Geschenk und akzeptierte es nicht",
  則攘臂而扔之: "Wirf es mit deinen Armen weg",
  夫大之極也: "Der größte Mann ist",
  其唯道乎: "Ist es der einzige Weg?",
  自此已往: "Bin seitdem dort",
  豈足尊哉: "Wie ehrenwert ist",
  故雖盛業大富而有萬物: "Deshalb, obwohl er reich ist und viele Dinge hat",
  猶各得其德: "Jeder von ihnen hat seine eigenen Tugenden",
  雖貴以無為用: "Obwohl es nutzlos ist",
  不能捨無以為體也: "Kann es nicht loslassen, ohne nachzudenken",
  不能捨無以為體: "Ich kann es nicht loslassen",
  則失其為大矣: "Es ist eine große Sache",
  所謂失道而後德也: "Was soll verloren gehen und später Tugend ist",
  以無為用: "Nichts für den Gebrauch",
  德其母: "Deyis Mutter",
  故能己不勞焉而物無不理: "Deshalb können Sie alles ohne Gnade ignorieren",
  下此已往: "Hier ist schon",
  則失用之母: "Die Mutter der Nutzlosigkeit",
  不能無為而貴博施: "Sie können kein Geld verdienen, ohne etwas zu tun",
  不能博施而貴正直: "Kann nicht großzügig und aufrecht sein",
  不能正直而貴飾敬: "Kann nicht aufrecht und respektvoll sein",
  所謂失德而後仁: "Was soll ein Verlust von Tugend und Wohlwollen sein",
  失仁而後義: "Wohlwollen verlieren und später sein",
  失義而後禮也: "Diskretion und Geschenke",
  夫禮也: "Geschenk des Ehemanns",
  所始首於忠信不篤: "Der Anfang geht um Loyalität und Vertrauenswürdigkeit",
  通簡不陽: "Einfach und unansehnlich",
  責備於表: "Verantwortlich für die Auflistung",
  機微爭制: "Mikro-Kompetition",
  夫仁義發於內: "Der moralische Charakter des Ehemanns wird in entwickelt in",
  為之猶偽: "Für die Uhr",
  況務外飾而可久乎:
    "Es ist Zeit, nicht mehr im Geschäft zu sein und kann lange dauern",
  故夫禮者: "Daher ist der Ehemann begabt",
  忠信之薄而亂之首也: "Der schwache und unangemessene Kopf",
  前識者: "Ausländer",
  前人而識也: "Es ist auch den Vorgängern bekannt",
  即下德之倫也: "Das ist die Essenz der unteren Tugend",
  竭其聰明以為前識: "Erschöpfte seine Weisheit als den Vorderfront",
  役其智力以營庶事:
    "Verwenden Sie seine Intelligenz, um gemeinsame Angelegenheiten zu leiten",
  雖德其情: "Obwohl die Moral",
  姦巧彌密: "Das Geheimnis vergewaltigen",
  雖豐其譽: "Obwohl er seinen Ruf erlangt",
  愈喪篤實: "Besser wahr sein",
  勞而事昬: "Hart arbeiten",
  務而治薉: "Behandle den Opfertrakt durch Tun",
  雖竭聖智: "Obwohl die heilige Weisheit",
  而民愈害: "Und die Leute werden schlechter",
  舍己任物: "Opfere deine eigenen Sachen",
  則無為而泰: "Nichts Gutes",
  守夫素樸: "Behalte das einfache Leben deines Mannes",
  則不順典制: "Nicht glatt",
  聽彼所獲: "Hören Sie sich an, was er verdient hat",
  棄此所守: "Lass diese Wache",
  識道之華: "Die Heiligkeit des Wissens",
  而愚之首: "Der dumme Kopf",
  故茍得其為功之母: "Deshalb hat er seine Leistungen als Mutter von erhalten",
  則萬物作焉而不辭也: "Alle Dinge werden ohne Barmherzigkeit gebaut",
  萬事存焉而不勞也: "Alle Dinge sind da, aber nicht zu enden",
  用不以形: "Ohne Form verwenden",
  御不以名: "Der Kaiser hat keinen Namen",
  故仁義可顯: "Daher kann Wohlwollen identifiziert werden",
  禮敬可彰也: "Respekt zu geben kann gelobt werden",
  夫載之以大道: "Der Ehemann trägt es mit großer Weise",
  鎮之以無名: "Stadt heißt",
  則物無所尚: "Nichts Gutes",
  志無所營: "Nichts zu tun",
  各任其貞: "Lassen Sie jeden seinen eigenen nehmen",
  事用其誠: "Verwenden Sie es mit Aufrichtigkeit",
  則仁德厚焉: "Sei freundlich und freundlich",
  行義正焉: "Verhalten ist korrekt",
  禮敬清焉: "Respekt geben und ehrlich sein",
  棄其所載: "Verwerfen Sie, was er getan hat",
  舍其所生: "Opfern, was er gelebt hat",
  用其成形: "Verwenden Sie es, um es zu formen",
  役其聰明: "Er ist sehr klar",
  仁則誠焉: "Sei freundlich und freundlich",
  義其競焉: "Verbesserung des Wettbewerbs",
  禮其爭焉: "Sich kämpfen",
  故仁德之厚: "Daher die Güte des Wohlwollens",
  非用仁之所能也: "Es ist nicht möglich, Wohlwollen zu verwenden",
  行義之正: "Das Richtige zu tun",
  非用義之所成也: "Es wird nicht durch Bedeutung erreicht",
  禮敬之清: "Respektiert und Reinheit",
  非用禮之所濟也: "Es ist kein Ort, an dem das Geschenk bezahlt werden muss",
  載之以道: "Tragen Sie es mit der Wahrheit",
  統之以母: "Konsolidieren Sie es mit Mutter",
  故顯之而無所尚: "Daher ist es unauffällig",
  彰之而無所競: "Es ist klar ohne Skrupel",
  用夫無名: "Verwenden Sie Ehemann ohne Namen",
  故名以篤焉: 'Daher heißt es "Yuan"',
  用夫無形: "Verwenden Sie einen Ehemann ohne Zeichen",
  故形以成焉: "Daher wird die Form gebildet",
  守母以存其子: "Behalte deine Mutter, um deinen Sohn zu retten",
  崇本以舉其末: "Die Wurzeln zu respektieren, um dem Ende zu folgen",
  則形名俱有: "Alle haben sowohl Formen als auch Namen",
  而邪不生: "Und das Böse entsteht nicht",
  大美配天而華不作: "Tolle Schönheit passt zum Himmel, aber Hua tut es nicht",
  故母不可遠: "Daher kann die Mutter nicht getrennt werden",
  本不可失: "Es kann nicht verloren gehen",
  仁義: "Renyi",
  母之所生: "Geboren von Mutter",
  非可以為母: "Kann keine Mutter sein",
  形器: "Formvorrichtung",
  匠之所成: "Was der Handwerker erreicht wird",
  非可以為匠也: "Kann kein Handwerker sein",
  捨其母而用其子: "Verlass seine Mutter und benutze seinen Sohn",
  棄其本而適其末: "Werden Sie die Wurzeln los und passen Sie das Ende an",
  "名則有 所分": "Namen haben einige",
  形則有所止: "Es gibt einen Zwischenstopp in der Form",
  雖極其大: "Obwohl es extrem groß ist",
  必有不周: "Es muss unangemessen sein",
  雖盛其美: "Obwohl es schön ist",
  必有憂患: "Es muss Probleme geben",
  功在為之: "Die Erfolge sind in",
  豈足處也: "Der Fuß ist auch",
  "〉": "None",
  三十九章: "Kapitel 39",
  昔之得一者: "Derjenige, der es in der Vergangenheit bekam",
  "〈昔": "<Vergangenheit",
  始也: "Der Anfang",
  一: "eins",
  數之始而物之極也: "Der Beginn der Zahl ist der ultimative",
  各是一物之生: "Jedes ist die Geburt einer Sache",
  所以為主也: "Es ist also die Hauptsache",
  物皆各得此一以成: "Alles hat dieses Ergebnis",
  既成而舍以居成: "Einmal fertig, gehen und leben in",
  居成則失其母: "Li Chengya verlor seine Mutter",
  故皆裂發歇竭滅蹶也: "Daher ist alles gebrochen und zusammengesunken",
  "〉": "None",
  天得一以清: "Der Himmel ist klar",
  地得一以寧: "Das Land verdient es für",
  神得一以靈: "Gott hat die Kraft",
  谷得一以盈: "Das Tal ist voll",
  萬物得一以生: "Alle Dinge können leben",
  侯王得一以為天下貞: "Der König der Herren glaubt, dass die Welt würdig ist",
  其致之: "Es ist das, was es bedeutet",
  "〈各以其一致此清": "〈Jedes stimmt damit überein",
  寧: "Weder",
  靈: "Geist",
  盈: "未分",
  生: "geboren",
  貞: "南",
  "〉": "None",
  天無以清將恐裂: "Die Welt ist ohne Reinheit und Terror",
  "〈用一以致清耳": "〈Verwenden Sie einen, um die Ohren zu löschen",
  非用清以清也: "Es ist nicht klar, klar zu klären",
  守一則清不失: "Sich klar behaupten",
  用清則恐裂也: "Verwenden Sie Qingyan, um zu streuen",
  故為功之母: "Daher ist es die Mutter des Verdienstes",
  不可舍也: "Kann nicht aufgeben",
  是以皆無用其功: "Daher kann niemand seine Erfolge nutzen",
  恐喪其本也: "Ich fürchte, es ist die Wurzel",
  "〉": "None",
  地無以寧將恐發: "Nichts kann Angst verursachen",
  神無以靈將恐歇: "Gott wird Angst vor keinem Geist haben",
  谷無以盈將恐竭: "Das Tal ist ohne zu flimmen verschwunden",
  萬物無以生將恐滅: "Nichts zu leben wird Angst haben",
  侯王無以貴高將恐蹶:
    "Der König und der König haben Angst, in Abwesenheit in Gefahr zu sein",
  故貴以賤為本: "Daher ist es teuer, das zu nehmen",
  高以下為基: "Höher oder niedriger ist die Grundlage",
  "是以侯王自稱孤﹑寡﹑不穀":
    "Daher behaupten die Fürsten und Könige, einsam, verwitwet und skrupellos zu sein",
  此非以賤為本邪: "Dies basiert nicht auf dem Bösen",
  非乎: "NEIN",
  故致數輿無輿: "Daher ist die Anzahl der Reizstoffe nicht",
  不欲琭琭如玉: "Ich möchte nicht wie Jade sein",
  珞珞如石: "Luo Luo ist wie ein Stein",
  "〈清不能為清": "〈Qing kann nicht qing sein",
  盈不能為盈: "Eco kann nicht Eco sein",
  皆有其母以存其形: "Alle haben ihre Mütter, um ihre Form zu bewahren",
  故清不足貴: "Daher ist die Reinheit nicht genug",
  盈不足多: "Nicht genug",
  貴在其母: "In seiner Mutter",
  而母無貴形: "Die Mutter ist kostengünstig",
  貴乃以賤為本: "Es basiert auf den Vorteilen",
  高乃以下為基: "Gaona ist die folgende als Grundlage",
  故致數輿乃無輿也: "Daher fällt die Anzahl des Sturzes nicht um",
  玉石琭琭珞珞: "Jade 田南",
  體盡於形: "Wie der Körper wie er ist",
  故不欲也: "Deshalb will ich es nicht",
  "〉": "None",
  四十章: "Kapitel 40",
  反者道之動: "Das Gegenteil ist die Kraft von Tao",
  "〈高以下為基": "〈Folgendes ist die Grundlage",
  貴以賤為本: "Prinzip basierend auf Geld",
  有以無為用: "Es gibt keine Verwendung",
  此其反也: "Dies ist das Gegenteil.",
  動皆知其所無: "Jeder weiß, was es ist",
  則物通矣: "Alle Dinge sind klar",
  "故曰「反者道之動」也":
    'Daher wird gesagt, dass "Umkehrung die Bewegung von Tao ist"',
  "〉": "None",
  弱者道之用: "Die Verwendung der Schwachen",
  "〈柔弱同通": "〈Wind und schwach",
  不可窮極: "Nicht gestohlen werden",
  "〉": "None",
  天下萬物生於有: "Alle Dinge auf der Welt werden aus der Existenz geboren",
  有生於無: "Vergeblich geboren",
  "〈天下之物皆以有為生": "〈Alles auf der Welt wird geboren",
  有之所始: "Etwas begann",
  以無為本: "Nichts zu tun",
  將欲全有: "Haben Sie alle Ihre Wünsche",
  必反於無也: "Es muss gegen nichts sein",
  "〉": "None",
  四十一章: "Kapitel 41",
  上士聞道: "Die Bemerkungen des Sergeants",
  勤而行之: "Mach es fleißig",
  "〈有志也": "<Ehrgeiz",
  "〉": "None",
  中士聞道: "Sgt.",
  若存若亡: "Wenn es existiert oder stirbt",
  下士聞道: "Korporal Wort",
  大笑之: "Lachen",
  不笑不足以為道: "Nicht lächeln reicht nicht aus, um eine Wahrheit zu sein",
  "故建言有之﹕": "Daher gibt es Vorschläge:",
  "〈建": "<etablieren",
  猶立也: "Aufstehen",
  "〉": "None",
  明道若昧: "Der Weg ist so unwissend wie",
  "〈光而不耀": "〈Licht, aber nicht leuchten",
  "〉": "None",
  進道若退: "Wenn Sie vorrücken, wenn Sie sich zurückziehen",
  "〈後其身而身先": "〈Der Körper kommt an erster Stelle",
  外其身而身存: "Außenkörper außer Körper",
  "〉": "None",
  夷道若纇: "Der Weg der Wildnis",
  "〈纇": "〈可",
  㘨也: "㘨 Ja",
  大夷之道: "Der Weg der großen Wildnis",
  因物之性: "Aufgrund der Natur der Dinge",
  不執平以割物: "Objekte nicht schneiden",
  其平不見: "Er ist unfair",
  乃更反若纇㘨也: "Es ist noch mehr wie der, der albern ist",
  "〉": "None",
  上德若谷: "Shangde Ruo Valley",
  "〈不德其德": "〈Die Tugend, nicht tugendhaft zu sein",
  無所懷也: "Keine Sorge, worüber man sich Sorgen machen müsste",
  "〉": "None",
  大白若辱: "Dabai wird gedemütigt",
  "〈知其白": "〈Kennen Sie sein Weiß",
  守其黑: "Halte es schwarz",
  大白然後乃得: "Dabai dann bekommen",
  "〉": "None",
  廣德若不足: "Wenn Guangde nicht ausreicht",
  "〈廣德不盈": "〈Guode ist nicht voll",
  廓然無形: "Konturlos",
  不可滿也: "Nicht genug",
  "〉": "None",
  建德若偷: "Wenn Jiande stiehlt",
  "〈偷": "<Steal",
  匹也: "Piye",
  建德者: "Jiande",
  因物自然: "Natürlich aufgrund von Dingen",
  不立不施: "Steh nicht oder mach nicht",
  故若偷匹: "Wenn Sie also ein Pferd stehlen",
  "〉": "None",
  質真若渝: "Ziemlich aufrichtig",
  "〈質真者": "〈Das ernst",
  不矜其真: "Sei nicht ehrlich",
  故渝: "Glückverheißend",
  "〉": "None",
  大方無隅: "Großzügig und ungezügelt sein",
  "〈方而不割": "〈Quadrat, aber nicht geschnitten",
  故無隅也: "Daher gibt es keine Ecke",
  "〉": "None",
  大器晚成: "Ein späten Bloomer",
  "〈大器成天下不持全別":
    "〈Die großen Dinge sind die Welt und werden sie nicht alle festhalten",
  故必晚成也: "Daher wird es spät sein",
  "〉": "None",
  大音希聲: "Große Geräusche",
  "〈聽之不聞名曰希": "〈Die Anhörung heißt XI",
  不可得聞之音也: "Nicht erkennbare Stimme",
  有聲則有分: "Es gibt einen Ton, es gibt einen Unterschied",
  有分則不宮而商矣:
    "Wenn es einen Unterschied gibt, wird es ein Geschäft ohne Palast sein",
  分則不能統眾: "Die Aufteilung kann nicht geteilt werden",
  故有聲者非大音也: "Wenn es also Ton gibt, ist es kein lautes Geräusch.",
  "〉": "None",
  大象無形: "Elefant unsichtbar",
  "〈有形則有分": "〈Shareful und Sachbar",
  有分者不溫則炎:
    "Diejenigen mit einem Unterschied haben keine leichte Entzündung",
  不炎則寒: "Nicht kalt und kalt",
  故象而形者: "Daher das Bild und die Form",
  非大象: "Nicht-Elefant",
  "〉": "None",
  道隱無名: "Daokou kein Name",
  夫唯道: "Nur der Tao",
  善貸且成: "Gute Kredite und Erfolg",
  "〈凡此諸善": "〈All das ist gut",
  皆是道之所成也: "Alle werden von Tao erstellt",
  在象則為大象: "Im Elefanten",
  而大象無形: "Und der Elefant ist unsichtbar",
  在音則為大音: "Der Sound ist groß",
  而大音希聲: "Und der große Klang der",
  物以之成而不見其成形: "Dinge werden gebildet, ohne sie zu sehen",
  故隱而無名也: "Daher ist es unbekannt, aber nicht berühmt",
  貸之非唯供其乏而已: "Kredite sind nicht nur wegen ihres Mangels",
  一貸之則足以永終其德:
    "Ein Darlehen reicht aus, um seine Tugend für immer zu beenden",
  故曰善貸也: "Daher wird es als gutes Darlehen bezeichnet",
  成之不如機匠之裁: "Es ist nicht so gut wie der Schwanz eines Handwerkers",
  無物而不濟其形: "Nichts, aber nicht eifersüchtig auf seine Form",
  故曰善成: "Daher soll es gut sein",
  "〉": "None",
  四十二章: "Kapitel 42",
  道生一: "Daoshengyi",
  一生二: "Ein Leben zwei",
  二生三: "Zwei Generationen drei",
  三生萬物: "Drei Leben von Tausenden von Dingen",
  萬物負陰而抱陽:
    "Alle Dinge liegen an den Hörnern und halten sich am Yang fest",
  沖氣以為和: "Ehrlich gesagt,",
  人之所惡: "Was die Leute hassen",
  "唯孤﹑寡﹑不穀": "Nur einsam, verwitwet, skrupellosen",
  而王公以為稱: "Und der Prinz dachte, es sei",
  故物或損之而益: "Daher können die Dinge beschädigt und profitieren",
  或益之而損: "Vielleicht wird es weh tun",
  "〈萬物萬形": "〈Alle Dinge und Formen",
  其歸一也: "Es ist auch wahr",
  何由致一: "Er uzhiyi",
  由於無也: "Weil es nicht ist",
  由無乃一: "Yui Naoichi",
  一可謂無: "Es kann sagen, dass alles sein kann",
  已謂之一: "Schon eins",
  豈得無言乎: "So sprachlos",
  有言有一: "Es gibt ein Wort und ein Wort",
  非二如何: "Wie wäre es nicht zwei",
  有一有二: "Es gibt ein und zwei",
  遂生乎三: "Also habe ich drei geboren",
  從無之有: "Nichts",
  數盡乎斯: "Wie viele",
  過此以往: "In der Vergangenheit",
  非道之流: "Nicht-Tao-Fluss",
  故萬物之生: "Daher die Geburt aller Dinge",
  吾知其主: "Ich kenne seinen Meister",
  雖有萬形: "Obwohl es Tausende von Formen gibt",
  沖氣一焉: "Ein Blick",
  百姓有心: "Die Menschen haben ein Herz",
  異國殊風: "Verschiedene Nationen",
  而得一者: "Holen Sie sich einen",
  王侯主焉: "Der König und der Prinz",
  以一為主: "Konzentrieren Sie sich auf einen",
  一何可舍: "Was kann ich aufgeben?",
  愈多愈遠: "Je mehr du bekommst, desto weiter bekommst du",
  損則近之: "Der nächste",
  損之至盡: "Es ist so großartig",
  乃得其極: "Dann bekomme ich die Konsequenzen",
  既謂之一: "Einer der sarkastischsten",
  猶乃至三: "Beobachten und sogar drei",
  況本不一而道可近乎: "Die Situation ist anders, aber der Weg ist in der Nähe",
  損之而益: "Es wird davon profitieren",
  豈虛言也: "Sprich einfach",
  "〉": "None",
  人之所教: "Was die Leute lehren",
  我亦教之: "Ich werde dich auch beibringen",
  "〈我之非強使人從之也":
    "〈Ich bin nicht stark genug, um die Menschen davon zu bringen, daraus zu kommen",
  而用夫自然: "Und benutze den Ehemann natürlich",
  舉其至理: "Es ist das vernünftigste",
  順之必吉: "Es wird günstig sein, wenn es glatt ist",
  違之必凶: "Gewalt wird schlecht sein",
  故人相教: "Alte Freunde lehren sich gegenseitig",
  違之自取其凶也:
    "Wenn Sie nicht böse sind, werden Sie in Schwierigkeiten sein.",
  亦如我之教人: "Genau wie meine Lehren",
  勿違之也: "Verpassen Sie es nicht",
  "〉": "None",
  強梁者不得其死: "Diejenigen, die stark sind, werden nicht sterben",
  吾將以為教父: "Ich werde es als den Paten betrachten",
  "〈强梁則必不得其死": "〈Der Starke und Mächtige werden niemals sterben",
  人相教為强梁:
    "Die Menschen lehren sich gegenseitig, ein starker Strahl zu sein",
  則必如我之教人不當為强梁也:
    "Es muss sein, als wäre mein Unterricht kein starker Mann",
  舉其強梁不得其死以教邪:
    "Wenn Sie stark sind, können Sie nicht sterben und das Böse lehren",
  若云順吾教之必吉也: "Wenn Sie sagen, dass Ihr Unterricht günstig ist",
  故得其違教之徒: "Deshalb bekam er die bösen Jünger",
  適可以為教父也: "Es ist für den Paten geeignet",
  "〉": "None",
  四十三章: "Kapitel 43",
  天下之至柔: "Die sanfteste Welt",
  馳騁天下之至堅: "Das Wichtigste auf der Welt",
  "〈氣無所不入": "〈Die Atmosphäre ist unsichtbar",
  水無所不出於經: "Wasser ist nichts anderes als aus dem",
  "〉": "None",
  無有入無間: "Kein Einlass",
  吾是以知無為之有益: "Ich weiß, dass nichts von Vorteil ist",
  "〈虛無柔弱": "〈Das Schwache und Schwache",
  無所不通: "Nichts zu tun",
  無有不可窮: "Nichts kann nicht ruiniert werden",
  至柔不可折: "Das weicheste kann nicht gefaltet werden",
  以此推之: "Beziehen Sie sich darauf",
  故知無為之有益也:
    "Daher ist es vorteilhaft zu wissen, dass nichts effektiv ist",
  "〉": "None",
  不言之教: "Eine Lehre ohne zu sagen",
  無為之益: "Nichts zu tun",
  天下希及之: "Die Welt hofft zu gehen",
  四十四章: "Kapitel 44",
  名與身孰親: "Welches für Namen oder Körper gilt",
  "〈尚名好高": "〈Shang berühmt",
  其身必疏: "Der Körper muss entfernt sein",
  "〉": "None",
  身與貨孰多: "Welches ist mehr Körper oder Ware",
  "〈貪貨無厭": "〈Die Waren sind auf Lager",
  其身必少: "Es muss weniger sein",
  "〉": "None",
  得與亡孰病: "Welche Krankheit wird verursacht oder gestorben",
  "〈得多利而亡其身": "〈Der Tod seines Lebens mit mehr Vorteilen",
  何者為病也: "Welches ist eine Krankheit",
  "〉": "None",
  是故甚愛必大費: "Wenn Sie es sehr lieben, müssen Sie viel bezahlen",
  多藏必厚亡: "Mehr versteckter wird zu großer Zerstörung führen",
  "〈甚愛不與物通":
    "〈Ich liebe dich sehr und kann nicht mit Dingen kommunizieren",
  多藏不與物散: "Es ist nicht verstreut oder verstreut",
  求之者多: "Viele Menschen suchen es",
  攻之者眾: "Alle, die es angegriffen haben",
  為物所病: "Krankheit durch Dinge",
  故大費厚亡也: "Daher ist das große Geld zu schwer, um zu sterben",
  "〉": "None",
  知足不辱: "Sich zufrieden geben, ohne gedemütigt zu werden",
  知止不殆: "Zu wissen, dass man aufhören wird, wird nicht enden",
  可以長久: "Kann länger dauern",
  四十五章: "Kapitel 45",
  大成若缺: "Großer Erfolg oder Mangel",
  其用不弊: "Seine Verwendung ist nicht schlecht",
  "〈隨物而成": "〈Made aus Dingen",
  不為一象: "Nicht eins",
  故若缺也: "Daher fehlt es",
  "〉": "None",
  大盈若沖: "Tag ist wie ein kleiner",
  其用不窮: "Ist es nutzlos",
  "〈大盈充足": "<Reichlich",
  隨物而與: "Mit allem",
  無所愛矜: "Keine Liebe",
  故若沖也: "Daher, wenn Sie eilen",
  "〉": "None",
  大直若屈: "Big Straight",
  其用不居: "Es ist nutzlos",
  "〈隨物而直": "〈Direkt aus Dingen",
  直不在一: "Nicht zusammen",
  故若屈也: "Daher, wenn Sie verraten sind",
  "〉": "None",
  大巧若拙: "Großartige Fähigkeiten sind wie ein ungeschickter",
  其用不輟: "Ist es nützlich oder nicht",
  "〈大巧": "〈Dajie",
  因自然以成器: "Es ist natürlich, ein Werkzeug zu werden",
  不造為異端: "Nicht seltsam sein",
  故若拙也: "Daher, wenn es ungeschickt ist",
  "〉": "None",
  大辯若訥: "Eine große Sache",
  其用不差: "Es ist nicht schlecht",
  "〈大辯因物而言": "〈Für große Faktoren",
  己無所造: "Nichts gemacht",
  故若訥也: "Daher, wenn Sie entlassen werden",
  "〉": "None",
  躁勝寒: "Unruhig und kalt",
  靜勝熱: "Stark bleiben",
  清靜為天下正: "Die Welt ist das Recht",
  "〈躁罷然後勝寒": "〈Nachdem ich unruhig war und dann kalt wurde",
  靜無為以勝熱: "Bleib ruhig und tust nichts zu tun",
  以此推之: "Beziehen Sie sich darauf",
  則清靜為天下正也: "Die Welt ist klar und ruhig",
  靜則全物之真: "Die Wahrheit des Ganzen",
  躁則犯物之性: "Die Natur des ungestümen und beleidigenden Seins",
  故惟清靜: "Daher ist es nur klar und ruhig",
  乃得如上諸大也: "Es ist so großartig wie oben",
  "〉": "None",
  四十六章: "Kapitel 46",
  天下有道: "Es gibt einen Weg in der Welt",
  卻走馬以糞: "Gehen Sie einfach zum Pferd",
  "〈天下有道": "〈Es gibt einen Weg in der Welt",
  知足知止: "Sich zufrieden geben und anhalten",
  無求於外: "Nichts zu fragen draußen zu fragen",
  各修其內而已: "Reparieren Sie es einfach",
  故卻走馬以治田糞也:
    "Daher kann ich auch zum Pferd gehen, um die Felder zu kontrollieren.",
  "〉": "None",
  天下無道: "Die Welt ist in keiner Weise",
  戎馬生於郊: "Rong Ma wurde in den Vororten geboren",
  "〈貪欲無厭": "〈Der Wunsch ist nutzlos",
  不修其內: "Reparieren Sie die Situation nicht",
  各求於外: "Jeder sucht draußen",
  故戎馬生於郊也: "Daher wurde Rong Ma in den Vororten geboren",
  "〉": "None",
  禍莫大於不知足: "Nichts weiter als zufrieden zu sein",
  咎莫大於欲得: "Die größte Schuld ist zu bekommen",
  故知足之足: "Daher die Zufriedenheit von",
  常足矣: "Immer genug",
  四十七章: "Kapitel 47",
  不出戶: "Nicht verfügbar",
  知天下: "Kennen Sie die Welt",
  不闚牖: "Nicht schlecht",
  見天道: "Sehen Sie den Weg des Himmels",
  "〈事有宗": "〈Es gibt einen Clan",
  而物有主: "Und die Dinge haben ihre eigenen",
  途雖殊而同歸也: "Obwohl die Pfade unterschiedlich sind, dasselbe",
  慮雖百而其致一也: "Obwohl man dasselbe ist wie einer",
  道有大常: "Das Tao hat große Ewigkeit",
  理有大致: "Es ist ungefähr vernünftig",
  執古之道: "Der Weg der alten Zeiten",
  可以御今: "Kann ein guter Mensch sein",
  雖處於今: "Obwohl heute",
  可以知古始: "Sie können den Beginn der Antike kennenlernen",
  故不出戶闚牖而可知也: "Daher ist es zu sehen, ohne die Tür zu verlassen",
  "〉": "None",
  其出彌遠: "Seine Abreise von der Tür",
  其知彌少: "Er weiß wenig",
  "〈無在於一": "〈Nichts in einem",
  而求之於眾也: "Und suche es von allen",
  道視之不可見: "Die taoistische Sicht ist unsichtbar",
  聽之不可聞: "Unbekannt",
  搏之不可得: "Hart kämpfen",
  如其知之: "Wie er weiß",
  不須出戶: "Keine Notwendigkeit, gesendet zu werden",
  若其不知: "Wenn er es nicht weiß",
  出愈遠愈迷也: "Je mehr du gehst, desto mehr wirst du, desto mehr wirst du",
  "〉": "None",
  是以聖人不行而知: "Daher wissen die Heiligen nicht",
  不見而名: "Keineswegs berühmt",
  "〈得物之致": "〈Das Ergebnis des Erhaltens von Dingen",
  故雖不行而慮可知也: "Selbst wenn Sie es nicht tun, können Sie das sehen",
  識物之宗: "Die Sekte des Wissens",
  故雖不見: "Obwohl ich es nicht sehe",
  而是非之理可得而名也: "Aber der Grund, nicht zu sein, kann benannt werden",
  "〉": "None",
  不為而成: "Es ist ohne gemacht",
  "〈明物之性": "〈Die Natur der Dinge",
  因之而已: "Das war's",
  故雖不為而使之成矣:
    "Selbst wenn es nicht geschehen ist, wird es daher erfolgreich sein",
  "〉": "None",
  四十八章: "Kapitel 48",
  為學日益: "Zum zunehmenden Lernen",
  "〈務欲進其所能": "〈Arbeit, um das zu erreichen, was es kann",
  益其所習: "Nutzen Sie die Vorteile",
  "〉": "None",
  為道日損: "Für die Dao -Sonne",
  "〈務欲反虛無也": "〈Der Wunsch, sich zu wehren, ist nichts",
  "〉": "None",
  損之又損: "Drücken und fegen",
  以至於無為: "So sehr das",
  無為而無不為: "Nichts als nichts",
  "〈有為則有所失": "〈Es gibt einen Verlust",
  故無為乃無所不為也: "Daher ist nichts zu tun",
  "〉": "None",
  取天下常以無事: "Nichts kann der Welt passieren",
  "〈動常因也": "〈Die Ursache der Bewegung ist auch",
  "〉": "None",
  及其有事: "Es ist sehr interessant",
  "〈自己造也": "〈Mach es selbst",
  "〉": "None",
  不足以取天下: "Nicht genug, um die Welt zu gewinnen",
  "〈失統本也": "〈Der Verlust der Regeln",
  "〉": "None",
  四十九章: "Kapitel 49",
  聖人無常心: "Der heilige Mann hat keinen Verstand",
  以百姓心為心: "Nehmen Sie das Herz des Volkes",
  "〈動常因也": "〈Die Ursache der Bewegung ist auch",
  "〉": "None",
  善者: "Gut",
  吾善之: "Mir geht es gut",
  不善者: "Der schlechte",
  吾亦善之: "Ich bin auch gut",
  "〈各因其用則善不失也": "〈Jedes Gebrauch ist gut und gut",
  "〉": "None",
  德善: "Gottheit und Güte",
  "〈無棄人也": "〈Niemand wird verlassen",
  "〉": "None",
  信者: "Gläubige",
  吾信之: "Ich glaube es",
  不信者: "Die Ungläubigen",
  吾亦信之: "Ich glaube es auch",
  德信: "Dexin",
  聖人在天下歙歙: "Die Heiligen sind in der Welt",
  為天下渾其心: "Sein Herz für die ganze Welt erfüllen",
  "〈各用聰明": "〈Jeder Gebrauch ist klar",
  "〉": "None",
  百姓皆注其耳目: "Alle Menschen achten auf ihre Augen und Ohren",
  聖人皆孩之: "Alle heiligen Menschen sind Kinder",
  "〈皆使和而無欲": "〈Jeder macht Harmonie, aber ohne Verlangen",
  如嬰兒也: "Wie ein Baby",
  夫天地設位: "Der Ort der Welt",
  聖人成能: "Die Fähigkeit des Heiligen",
  人謀鬼謀: "Menschen sind Geister",
  百姓與能者: "Die Menschen und die fähigen",
  能者與之: "Das fähige und",
  資者取之: "Der Gurus nimmt es",
  能大則大: "Großartig",
  資貴則貴: "Privileg",
  物有其宗: "Es gibt ein Prinzip",
  事有其主: "Dinge haben ihre eigenen Prinzipien",
  如此則可冕旒充目而不懼於欺:
    "Auf diese Weise können Sie mit Ihren Augen gefüllt sein, ohne getäuscht zu werden",
  黈纊塞耳而無戚於慢: "Die Ohrstöpsel ist nicht irrelevant",
  又何為勞一身之聰明: "Warum ist es eine kluge Sache zu tun?",
  以察百姓之情哉: "Wie kann ich die Gefühle der Menschen beobachten?",
  夫以明察物: "Dinge klar zu sehen",
  物亦競以其明應之: "Die Dinge konkurrieren auch mit ihrer Klarheit",
  以不信察物: "Nicht an Dinge zu glauben",
  物亦競以其不信應之:
    "Die Dinge konkurrieren auch dagegen, weil sie es nicht glauben",
  "夫天下之 心": "Das Herz der Welt",
  不必同其所應: "Muss nicht dasselbe sein wie es",
  不敢異則莫肯用其情矣:
    "Wagen Sie es nicht, es zu verzerren, verwenden Sie die Gefühle nicht",
  甚矣害之大也: "Es ist so schädlich",
  莫大於用其明矣: "Nichts weiter als klar zu benutzen",
  夫在智則人與之訟: "Der Ehemann ist im Weisen und der Wahrheit",
  在力則人與之爭: "Im Kampf zwischen der Macht",
  智不出於人而立乎訟地則窮矣:
    "Weisheit wird nicht von Menschen geboren und ist unbesiegbar",
  力不出於人而立乎爭地則危矣:
    "Die Macht kann nicht aus den Menschen ausgehen und steht in einem Kampf. Es ist gefährlich",
  未有能使人無用其智力乎己者也:
    "Niemand kann Menschen dazu bringen, ihre Intelligenz mit sich selbst zu nutzen",
  如此則己以一敵人: "Auf diese Weise werde ich ein Feind sein",
  而人以千萬敵己也: "Und die Menschen müssen sich selbst besiegen",
  若乃多其法網: "Wenn es viele Dharma -Netzwerke gibt",
  煩其刑罰: "Probleme mit Bestrafung",
  塞其徑路: "Blockieren Sie den Weg",
  攻其幽宅: "Greifen Sie sein abgelegenes Haus an",
  則萬物失其自然: "Alle Dinge verlieren ihre Natur",
  百姓喪其手足: "Die Menschen sind selbstgefällig",
  鳥亂於上: "Vögel sind falsch",
  魚亂於下: "Fisch ist falsch",
  是以聖人之於天下歙歙焉:
    "Daher schämen sich die heiligen Menschen für die Welt",
  心無所主也: "Es gibt keinen Meister im Herzen",
  為天下渾心焉: "Für die ganze Welt,",
  意無所適莫也: "Nichts mit Bedeutung zu tun",
  無所察焉: "Nichts zu beobachten",
  百姓何避: "Warum vermeiden die Leute?",
  無所求焉: "Nichts zu verlangen",
  百姓何應: "Was denken die Leute?",
  無避無應: "Kein Eskapismus",
  則莫不用其情矣: "Dann benutzt jeder die Gefühle",
  人無為舍其所能: "Niemand kann aufgeben, was er kann",
  而為其所不能: "Aber für das, was es nicht kann",
  舍其所長: "Hinterlasse was du hast",
  而為其所短: "Aber für seine Mängel",
  如此: "auf diese Weise",
  則言者言其所知: "Die Worte sagen, was sie wissen",
  行者行其所能: "Der Walker macht was er kann",
  百姓各皆注其耳目焉: "Alle Menschen achten auf ihre Ohren und Augen",
  吾皆孩之而已: "Ich bin alle nur Kinder",
  "〉": "None",
  五十章: "Kapitel 50",
  出生入死: "durch Feuer und Wasser gehen",
  "〈出生地": "<Geburtsort",
  入死地: "Zu Tode gehen",
  "〉": "None",
  生之徒: "Lebende Jünger",
  十有三: "Dreizehn",
  死之徒: "Die Toten",
  十有三: "Dreizehn",
  人之生: "Leben des Menschen",
  動之死地: "Der Ort des Todes",
  亦十有三: "Auch dreizehn",
  夫何故: "Warum",
  以其生生之厚: "Mit seiner Dicke",
  蓋聞善攝生者: "Diejenigen, die gute Taten hören",
  陸行不遇兕虎: "Keine Begegnungen mit einem Tiger auf der Reise",
  入軍不被甲兵: "Wird nicht von gepanzerten Soldaten besiegt",
  兕無所投其角: "Nichts mit seinem Horn zu tun",
  虎無所措其爪: "Der Tiger ist ratlos",
  兵無所容其刃: "Das Schwert ist unbesiegbar",
  夫何故: "Warum",
  以其無死地: "Wegen seines Todes",
  "〈十有三": "〈Dreizehn",
  猶云十分有三分: "Die Wolke ist drei Punkte",
  取其生道: "Lebensweise nehmen",
  全生之極: "Das Ende des ganzen Lebens",
  十分有三耳: "Sehr drei Ohren",
  取死之道: "Der Weg zu sterben",
  全死之極: "Alles Tod",
  亦十分有三耳: "Sehr drei Ohren",
  而民生生之厚: "Der Lebensunterhalt der Menschen ist so stark",
  更之無生之地焉: "Was für ein Ort, an dem es kein Leben gibt",
  "善攝生者無以生為 生": "Diejenigen, die in der Fruchtbarkeit gut sind",
  故無死地也: "Daher gibt es keinen Ort zum Tod",
  器之害者: "Der Schaden des Werkzeugs",
  莫甚乎兵戈: "Nichts weiter als Militär",
  獸之害者: "Der Schaden des Tieres",
  莫甚乎兕虎: "Nichts weiter als ein Tiger",
  而令兵戈無所容其鋒刃:
    "Und das Schwert ist jenseits der Reichweite des Feindes",
  虎兕無所措其爪角: "Die Krallen des Tigers sind vergeblich",
  斯誠不以欲累其身者也: "Wenn Sie Ihren Körper nicht verletzen müssen",
  何死地之有乎: "Wie kann ich sterben?",
  "夫蚖蟺以 淵為淺": "Das heilige heilige heilige Heilige",
  而鑿穴其中: "Und der Schädel ist in",
  鷹鸇以山為卑: "Der Berg ist der niedrigste",
  而增巢其上: "und erhöhen Sie das Nest darauf",
  矰繳不能及: "Kann nicht erreichen",
  網罟不能到: "Internetzugang kann nicht erreicht werden",
  可謂處於無死地矣: "Es kann gesagt werden, dass es in der Sterblichkeit ist",
  然而卒以甘餌: "Er genoss jedoch endlich die",
  乃入於無生之地: "Einen Ort betreten, an dem es kein Leben gibt",
  豈非生生之厚乎: "Ist es nicht so viel zu leben?",
  "故物茍不以 求離其本":
    "Daher versuchen die Dinge nicht, ihre Wurzeln zu verlassen",
  不以欲渝其真: "Versuchen Sie nicht, die Wahrheit zu ändern",
  雖入軍而不害:
    "Auch wenn Sie sich der Armee anschließen, wird es nicht schädlich sein",
  陸行而不可犯也: "Verletzen es nicht",
  赤子之可則而貴信矣: "Das unschuldige Kind ist vertrauenswürdig",
  "〉": "None",
  五十一章: "Kapitel 51",
  道生之: "Daosheng",
  德畜之: "Tugend und Tier",
  物形之: "Die Form der Objekte",
  勢成之: "Vollständig",
  "〈物生而後畜": "〈Born und Tiere",
  畜而後形: "Tier und rückwärts",
  形而後成: "Metaphysisch",
  何由而生: "Wie kommt es, dass es geboren wird",
  道也: "Dao auch",
  何得而畜: "Wie man es loswerden",
  德也: "Deyi",
  何由而形: "Wie man sich bildet",
  物也: "Dinge sind auch",
  何使而成: "Was kann getan werden",
  勢也: "Ja",
  唯因也: "Nur Ursache",
  故能無物而不形: "Daher kann es ohne Objekte sein",
  唯勢也: "Nur",
  故能無物而不成: "Daher kann es ohne irgendetwas getan werden",
  凡物之所以生: "Was lässt alle Dinge wahr werden",
  功之所以成: "Der Grund, warum die Leistungen erreicht werden",
  皆有所由: "Alle haben einen Grund",
  有所由焉: "Es gibt etwas zu tun",
  則莫不由乎道也: "Alle von ihnen sind von der Wahrheit abhängig",
  故推而極之: "Daher ist es impulsiv",
  亦至道也: "Es ist auch der Weg",
  隨其所因: "Durch den Grund",
  故各有稱焉: "Daher hat jeder seinen eigenen Namen",
  "〉": "None",
  是以萬物莫不尊道而貴德:
    "Daher respektieren alle Dinge das Tao und schätzen Tugend",
  "〈道者": "〈Der Taoist",
  物之所由也: "Woher kommen die Dinge herab",
  德者: "Die Tugend",
  物之所得也: "Was du bekommst",
  由之乃得: "Daraus können Sie es bekommen",
  故曰不得不失: "Daher wird gesagt, dass Sie verlieren müssen",
  尊之則害: "Der Schaden der Ehre",
  不得不貴也: "Müssen auch bezahlen",
  "〉": "None",
  道之尊: "Der Herr von Tao",
  德之貴: "Die Kosthaftigkeit der Tugend",
  夫莫之命而常自然: "Niemand wird immer natürlich sein",
  "〈命並作爵": "〈Das Schicksal heißt",
  "〉": "None",
  故道生之: "Daher wird das Tao geboren",
  德畜之: "Tugend und Tier",
  長之育之: "Sehnsucht zu kultivieren",
  亭之毒之: "Das Gift des Ting",
  蓋之覆之: "Bedecken Sie es",
  "〈謂成其實": "〈Es wird real",
  各得其庇蔭: "Jeder bekommt sein eigenes Heiligtum",
  不傷其體矣: "Verletze deinen Körper nicht",
  "〉": "None",
  生而不有: "Ohne",
  為而不恃: "Verlassen Sie sich nicht darauf",
  "〈為而不有": "〈Für aber nicht",
  "〉": "None",
  長而不宰: "Lang, aber nicht schlachten",
  是謂玄德: "Es ist Xuande",
  "〈有德而不知其主也": "〈Sei tugendhaft, aber den Meister nicht kennen",
  出乎幽冥: "Aus der Unterwelt",
  是以謂之玄德也: "Daher ist die mysteriöse Tugend",
  "〉": "None",
  五十二章: "Kapitel 52",
  天下有始: "Es gibt einen Anfang auf der Welt",
  以為天下母: "Denken Sie an die Mutter der Welt",
  "〈善始之則善養畜之矣":
    "〈Das erste ist, gut im Aufzuheben und Aufzuheben zu sein",
  故天下有始則可以為天下母矣:
    "Daher hat die Welt ihren Anfang und kann die Mutter der Welt sein",
  按此段注文原脫: "Klicken Sie auf diesen Absatz, um das Original zu notieren",
  據樓宇烈補: "Das Gebäude ist beleuchtet",
  "〉": "None",
  既得其母: "Holen Sie sich seine Mutter",
  以知其子: "Seinen Sohn kennen",
  既知其子: "Seinen Sohn kennen",
  復守其母: "Behalte deine Mutter",
  沒身不殆: "Nichts, um am Leben zu sein",
  "〈母": "<Mutter",
  本也: "Ich auch",
  子: "Sohn",
  末也: "Mo ye",
  得本以知末: "Holen Sie sich die Wurzel, um das Ende zu kennen",
  不舍本以逐末也: "Ich möchte die Wurzeln nicht verlassen und die Enden jagen",
  "〉": "None",
  塞其兌: "Stoppen Sie es",
  閉其門: "Schließen Sie seine Tür",
  "〈兌": "〈发",
  事欲之所由生: "Woher der Verlangen kommt von",
  門: "Tür",
  事欲之所由從也: "Woher kommen die Dinge her?",
  "〉": "None",
  終身不勤: "Am Ende arbeite ich nicht hart",
  "〈無事永逸": "〈Nichts für immer",
  故終身不勤也: "Deshalb bin ich in meinem Leben nicht fleißig",
  "〉": "None",
  開其兌: "Öffne es",
  濟其事: "Sorgen Sie sich um die Angelegenheit",
  終身不救: "Ich werde dich niemals retten",
  "〈不閉其原而濟其事":
    "〈Bis er seinen ursprünglichen Zustand schließt und seine Angelegenheiten opfert",
  故雖終身不救: "Daher, obwohl ich nicht gerettet bin",
  "〉": "None",
  見小曰明: "Treffen Sie Xiao Yueming",
  守柔曰強: "Sanft und stark sein",
  "〈為治之功不在大": "〈Die Wirkung der Heilung ist nicht großartig",
  見大不明: "Es ist sehr unbekannt",
  見小乃明: "Konomiya treffen",
  守强不强: "Ist es stark oder nicht",
  守柔乃强也: "Weich zu sein ist stark",
  "〉": "None",
  用其光: "Benutze sein Licht",
  "〈顯道以去民迷": "〈Show, um die Menschen loszuwerden",
  "〉": "None",
  復歸其明: "Die Klarheit wiedererlangen",
  "〈不明察也": "〈Nicht bewusst zu sein",
  "〉": "None",
  無遺身殃: "Kein Schaden am Körper",
  是為習常: "Ist es normal",
  "〈道之常也": "〈Die Ewigkeit von Tao",
  "〉": "None",
  五十三章: "Kapitel 53",
  使我介然有知: "Lass es mich wissen",
  行於大道: "Auf der Avenue gehen",
  唯施是畏: "Nur Geben ist Angst",
  "〈言若使我可介然有知": "〈Wenn ich es dir sagen kann, werde ich es wissen",
  行大道於天下: "Den großartigen Weg zur Welt gehen",
  唯施為之是畏也: "Nur Geben ist Angst",
  "〉": "None",
  大道甚夷: "Die Straße ist sehr ungehindert",
  而民好徑: "Und die Menschen sind glücklich",
  "〈言大道蕩然正平": "〈Apropos großer Weg ist so streng",
  而民猶尚舍之而不由:
    "Aber die Leute geben die Uhr immer noch auf, können aber nicht helfen",
  好從邪徑: "Gute Dinge kommen vom Bösen",
  況復施為以塞大道之中乎: "Ist es notwendig, die Straße zu blockieren?",
  故曰: "Deshalb wird es gesagt",
  大道甚夷: "Die Straße ist sehr ungehindert",
  而民好徑: "Und die Menschen sind glücklich",
  "〉": "None",
  朝甚除: "Wie man das beseitigt",
  "〈朝": "<in Richtung",
  宮室也: "Der Palastzimmer ist auch",
  除: "entfernen",
  潔好也: "Schön, es zu tun",
  "〉": "None",
  田甚蕪: "Tian Shin-Chung",
  倉甚虛: "Wie schlimm",
  "〈朝甚除": "〈Das Gericht wurde beseitigt",
  則田甚蕪: "Ye Tian Shiqi",
  倉甚虛: "Wie schlimm",
  設一而眾害生也: "Richten Sie eine ein und jeder werden leiden",
  "〉": "None",
  服文綵: "Praktikum Literatur",
  帶利劍: "Anhänger",
  厭飲食: "Diät",
  財貨有餘: "Finanzbestände sind verfügbar",
  是為盜夸: "Es ist ein Lob",
  非道也哉: "Es ist nicht Tao",
  "〈凡物不以其道得之": "〈Alle Dinge werden durch ihren Weg nicht erhalten",
  則皆邪也: "Alle sind böse",
  邪則盜也: "Das Böse ist auch ein Foul",
  夸而不以其道得之: "Fördern, ohne es auf seine eigene Weise zu erlangen",
  竊位也: "Auch",
  故舉非道以明非道: "Daher ist es nicht der Weg, es zu verstehen",
  則皆盜夸也: "Alle preisen",
  "〉": "None",
  五十四章: "Kapitel 54",
  善建者不拔: "Diejenigen, die gut im Bau sind, werden nicht herausziehen",
  "〈固其根而後營其末":
    "〈Festigen Sie seine Wurzeln und beginnen Sie dann seine Enden",
  故不拔也: "Daher ist es nicht herauszuziehen",
  "〉": "None",
  善抱者不脫: "Diejenigen, die gut umarmen können, werden nicht saugen",
  "〈不貪於多": "<Nicht mehr",
  齊其所能: "Zu dem, was es kann",
  故不脫也: "Daher darf es nicht entfernt werden",
  "〉": "None",
  子孫以祭祀不輟: "Zisun brachte Opfer, ohne zu opfern",
  "〈子孫傳此道以祭祀則不輟也":
    "〈Zi Shun predigte diesen Weg, um zu opfern und nicht zu opfern",
  "〉": "None",
  修之於身: "Im Körper kultivieren",
  其德乃真: "Die Tugend ist wahr",
  修之於家: "Reparatur im Haushalt",
  其德乃餘: "Seine Tugend ist reichlich vorhanden",
  "〈以身及人也": "〈Mit dem Körper und der Person",
  修之身則真: "Der wahre Körper der Kultivierung",
  修之家則有餘: "Es gibt viele Häuser im Haus",
  修之不廢: "Reparieren ohne Schaden",
  所施轉大: "Der",
  "〉": "None",
  修之於鄉: "Reparatur im Land",
  其德乃長: "Seine Tugend ist stärker",
  修之於國: "In China repariert",
  其德乃豐: "Seine Tugend floriert",
  修之於天下: "Kultiviere die Welt",
  其德乃普: "Seine Tugend ist universell",
  故以身觀身: "Schauen Sie sich daher den Körper mit Ihrem Körper an",
  以家觀家: "Beobachten Sie das Haus",
  以鄉觀鄉: "Besuchen Sie das Land",
  以國觀國: "Besuchen Sie das Land",
  "〈彼皆然也": "〈Das gleiche ist wahr",
  "〉": "None",
  以天下觀天下: "Die Welt sehen",
  "〈以天下百姓心觀天下之道也":
    "〈Die Art, die Welt mit den Herzen der Menschen zu betrachten",
  天下之道: "Der Weg der Welt",
  逆順吉凶: "Gut und Pech in der entgegengesetzten Richtung",
  亦皆如人之道也: "Es ist alles wie menschliche Wege",
  "〉": "None",
  吾何以知天下然哉: "Wie kann ich die Welt kennen?",
  以此: "Damit",
  "〈此上之所云也": "〈Was wird oben gesagt",
  言吾何以得知天下乎: "Wie kann ich die Welt kennen?",
  察己以知之: "Beobachten Sie sich, um es zu wissen",
  不求於外也: "Suche draußen nicht",
  所謂不出戶以知天下者也:
    "Es wird gesagt, dass Sie der Welt nicht sagen können, dass Sie wissen",
  "〉": "None",
  五十五章: "Kapitel 55",
  含德之厚: "Die Tugend der Tugend",
  比於赤子: "Im Vergleich zu Unschuldigten",
  蜂蠆虺蛇不螫: "Biene und Schlangen stechen nicht",
  猛獸不據: "Das Tier ist nicht gesaugt",
  攫鳥不搏: "Schnappen Sie sich die Vögel, ohne zu kämpfen",
  "〈赤子無求無欲":
    "〈Das unschuldige Kind hat keine Wünsche und keine Wünsche",
  不犯眾物: "Beleidige nichts",
  故毒蟲之物無犯之人也: "Daher begeht niemand, der giftige Würmer begeht",
  含德之厚者: "Derjenige, der die Tugend hat",
  不犯於物: "Verbrechen Sie kein Verbrechen",
  故無物以損其全也:
    "Daher kann nichts verwendet werden, um seine Gesamtheit zu zerstören",
  "〉": "None",
  骨弱筋柔而握固: "Schwache Knochen und weiche Sehnen, fest",
  "〈以柔弱之故": "〈Wegen Schwäche",
  故握能周固: "Daher kann der Griff fest und solide sein",
  "〉": "None",
  未知牝牡之合而全作:
    "Unbekannt gegenüber der Kombination von männlich und weiblich und vollständig",
  "〈作": "<tun",
  長也: "Lange ihr",
  無物以損其身: "Nichts, um seinen Körper zu halten",
  故能全長也: "Daher kann es voll sein",
  言含德之厚者: "Diejenigen, die sagen, dass Tugend so stark ist",
  無物可以損其德: "Nichts kann seine Tugend zerstören",
  渝其真: "Yuqizhen",
  柔弱不爭而不摧折: "Schwäche ohne Konflikt ohne zu brechen",
  皆若此也: "Alles so",
  "〉": "None",
  精之至也: "Die Essenz ist die meisten",
  終日號而不嗄: "Enddatum ohne",
  "〈無爭欲之心": "〈Das Herz ohne Verlangen",
  故終日出聲而不嗄也: "Daher klingt die Sonne endlich, klingt aber nicht",
  "〉": "None",
  和之至也: "Es ist Zeit, harmonisch zu sein",
  知和曰常: "Harmonie zu wissen ist immer",
  "〈物以和為常": "〈Als Dinge sind als konstant harmonisch",
  故知和則得常也: "Daher wissen wir, dass Harmonie normal ist",
  "〉": "None",
  知常曰明: "Zu wissen, dass die Konstante Ming ist",
  "〈不皦不昧": "〈NICHT sich täuschen lassen",
  不溫不涼: "Nicht warm oder kalt",
  此常也: "Dies ist immer gleich",
  無形不可得而見: "Unsichtbar und nicht wiederzuerkennen",
  曰明也: "Es ist Ming",
  "〉": "None",
  益生曰祥: "Probiotika sind günstig",
  "〈生不可益": "〈Leben ist nicht vorteilhaft",
  益之則夭也: "Es ist besser, Ihr Leben zu verlieren",
  "〉": "None",
  心使氣曰強: "Das Herz macht die Luft stark",
  "〈心宜無有": "〈Das Herz ist ohne in Ordnung ohne",
  使氣則強: "Machen Sie die Atmosphäre stark",
  "〉": "None",
  物壯則老: "Glück",
  謂之不道: "Es ist ungerecht",
  不道早已: "Ich bin schon lange",
  五十六章: "Kapitel 56",
  知者不言: "Diejenigen, die wissen, sprechen nicht",
  "〈因自然也": "〈Wegen der Natur",
  "〉": "None",
  言者不知: "Der Sprecher weiß es nicht",
  "〈造事端也": "〈Erzeugen Sie Ärger",
  "〉": "None",
  塞其兌: "Stoppen Sie es",
  閉其門: "Schließen Sie seine Tür",
  挫其銳: "Unterdrücken seinen Preis",
  "〈含守質也": "〈Einschließlich Qualität",
  "〉": "None",
  解其分: "Erklären Sie die Punkte",
  "〈除爭原也": "〈Außer dem Konflikt",
  "〉": "None",
  和其光: "Harmonie",
  "〈無所特顯": "〈Keine Besonderheiten",
  則物無所偏爭也: "Nichts voreingenommen",
  "〉": "None",
  同其塵: "Gleich wie der Opfer",
  "〈無所特賤": "〈Kein Spezial",
  則物無所偏恥也: "Nichts ist voreingenommen",
  "〉": "None",
  是謂玄同: "Es ist mysteriös",
  故不可得而親: "Daher kann es nicht erhalten werden",
  不可得而疏: "Nicht in der Lage sein, verschont zu werden",
  "〈可得而親": "<Verfügbar",
  則可得而疏也: "Dann kann es verstreut werden",
  "〉": "None",
  不可得而利: "Nicht in der Lage zu gewinnen",
  不可得而害: "Schaden nicht",
  "〈可得而利": "〈Der Gewinn kann erzielt werden",
  則可德而害也: "Es kann Tugend sein, aber Schaden",
  "〉": "None",
  不可得而貴: "Bezahlt werden kann nicht",
  不可得而賤: "Zahlen nicht in der Lage",
  "〈可得而貴": "〈Es kann erhalten werden",
  則可得而賤也: "Es kann erhalten werden",
  "〉": "None",
  故為天下貴: "Daher ist es die teuerste Sache der Welt",
  "〈無物可以加之也": "〈Nichts kann hinzugefügt werden",
  "〉": "None",
  五十七章: "Kapitel 57",
  以正治國: "Regieren das Land mit Gerechtigkeit",
  以奇用兵: "Wunder mit militärischer Kraft einsetzen",
  以無事取天下: "Er ernten die Welt mit nichts",
  "〈以道治國則國平": "〈Das Land mit Taoismus regieren",
  以正治國則奇正起也:
    "Das Land wird mit Gerechtigkeit und dem Aufstieg der Gerechtigkeit regiert",
  以無事則能取天下也: "Wenn nichts die Welt gewinnen kann",
  上章云: "Kapitel 1",
  其取天下者: "Derjenige, der die Welt gewinnt",
  常以無事: "Immer nichts",
  及其有事: "Es ist sehr interessant",
  又不足以取天下也: "Nicht genug, um die Welt zu gewinnen",
  故以正治國則不足以取天下:
    "Daher reicht es nicht aus, das Land mit Gerechtigkeit zu regieren, um die Welt zu gewinnen",
  而以奇用兵也: "Und seltsame Waffen zu verwenden ist auch ein",
  夫以道治國: "Das Land wird von Tao regiert",
  崇本以息末: "Die Wurzeln respektieren und das Ende ruhen",
  以正治國: "Regieren das Land mit Gerechtigkeit",
  立辟以攻末: "Richten Sie einen Piraten ein, um das Ende anzugreifen",
  本不立而末淺: "Es ist noch nicht etabliert, aber es ist das Ende",
  民無所及: "Die Menschen sind in keiner Weise",
  故必至於奇用兵也: "Daher muss es eine seltsame militärische Verwendung sein",
  "〉": "None",
  吾何以知其然哉: "Wie kann ich es wissen?",
  以此: "Damit",
  天下多忌諱: "Es gibt viele Tabus auf der Welt",
  而民彌貧: "Die Sekte des Volkes",
  民多利器: "Mindos Waffe",
  國家滋昬: "Das Land ist wohlhabend",
  "〈利器": "〈Eine Waffe",
  凡所以利己之器也: "Alles, was sich selbst profitiert",
  民强則國家弱: "Die Menschen sind stark und das Land ist schwach",
  "〉": "None",
  人多伎巧: "Viele Menschen und geschickt",
  奇物滋起: "Seltsame Dinge steigen",
  "〈民多智慧則巧偽生":
    "〈Die Menschen sind voller Weisheit und Geschicklichkeit",
  巧偽生則邪事起: "Ein Zufall der bösen Dinge beginnt",
  "〉": "None",
  法令滋彰: "Gesetze werden gelobt",
  盜賊多有: "Es gibt so viele verstreut",
  "〈立正欲以息邪": "〈Steh das Recht, das Böse zu stoppen",
  而奇兵用: "Die Überraschungswaffe verwendet",
  多忌諱欲以恥貧: "Ich möchte nicht versucht sein, andere zu retten",
  而民彌貧: "Die Sekte des Volkes",
  利器欲以强國者也: "Diejenigen, die ihr Land stärken wollen",
  而國愈昬多: "Und das Land bekommt immer mehr",
  皆舍本以治末: "Alle geben die Wurzel auf, um das Ende zu heilen",
  故以致此也: "Daher ist dies auch",
  "〉": "None",
  "故聖人云﹕「我無為而民自化":
    'Deshalb sagte der Weise: "Ich habe eigenständig, wenn ich nichts mache.',
  我好靜而民自正: "Ich bin so ruhig und selbstgerecht",
  我無事而民自富: "Ich habe nichts zu tun und die Menschen sind reichhaltig",
  我無欲而民自樸:
    "Ich habe keine Verlangen und die Menschen sind bereit, ihren eigenen zu erfüllen",
  "」": '"',
  "〈上之所欲": "〈Was der Vorgesetzte will",
  民從之速也: "Die Leute kommen von den schnellsten",
  我之所欲: "Was ich will",
  唯無欲而民亦無欲而自樸也:
    "Nur wenn es keine Lust gibt, sind die Menschen auch nicht bereit und zufrieden mit ihrem eigenen Willen zufrieden",
  此四者: "Diese vier",
  崇本以息末也: "Die Wurzeln verehren und enden",
  "〉": "None",
  五十八章: "Kapitel 58",
  其政悶悶: "Seine politische Kontroverse",
  其民淳淳: "Die Menschen sind aufrichtig",
  "〈言善治政者": "〈Diejenigen, die gut von Politik sprechen",
  無形無名: "Unsichtbar und namenlos",
  無事無政可舉: "Nichts ohne Politik zu tun",
  悶悶然: "Natürlich",
  卒至於大治: "Er kam schließlich zum großen Vertrag an",
  故曰: "Deshalb wird es gesagt",
  其政悶悶也: "Seine politische Strenge ist auch",
  其民無所爭競: "Die Leute haben keinen Streit",
  寬大淳淳: "Breit und tief",
  故曰: "Deshalb wird es gesagt",
  其民淳淳也: "Die Menschen sind ehrlich",
  "〉": "None",
  其政察察: "Seine politische Ermittlungen",
  其民缺缺: "Die Menschen haben es kurz vor",
  "〈立刑名": "〈Erstellen Sie einen kriminellen Namen",
  明賞罰: "Offene Bestrafung",
  以檢姦偽: "Vergewaltigung erkennen",
  故曰察察也: 'Daher heißt es "Beobachtung"',
  殊類分析: "Verschiedene Arten der Analyse",
  民懷爭競: "Kontroverse der Menschen",
  故曰: "Deshalb wird es gesagt",
  其民缺缺也: "Die Menschen haben es kurz vor",
  "〉": "None",
  禍兮福之所倚: "Der Segen wird verlassen",
  福兮禍之所伏: "Wo sind Segen versteckt",
  孰知其極: "Wer kennt das ultimative",
  其無正: "Es ist ungerecht",
  "〈言誰知善治之極乎":
    "〈Wer kennt das Ultimative der guten Regierungsführung",
  唯無可正舉: "Nichts kann korrigiert werden",
  無可形名: "Unsichtbarer Name",
  悶悶然而天下大化: "Natürlich verwandelt sich die Welt",
  是其極也: "Das ist das Wichtigste",
  "〉": "None",
  正復為奇: "Es ist nur eine seltsame Sache",
  "〈以正治國": "〈Regieren das Land mit Gerechtigkeit",
  則便復以奇用兵矣: "Dann benutzte er seltsame Truppen, um sie zu benutzen",
  故曰: "Deshalb wird es gesagt",
  正復為奇: "Es ist nur eine seltsame Sache",
  "〉": "None",
  善復為妖: "Viel Glück als Dämon",
  "〈立善以和萬物": "〈Erstellen Sie Güte, alle Dinge zu harmonisieren",
  則便復有妖之患也: "Dann wird es ein dämonisches Problem geben",
  "〉": "None",
  人之迷: "Verwirrung der Menschen",
  其日固久: "Es ist lang",
  "〈言人之迷惑失道": "〈Sprecher Verwirrung und Machtverlust",
  固久矣: "Es ist lange her",
  不可便正善治以責: "Seien Sie nicht gerechtfertigt und tun Sie gute Taten",
  "〉": "None",
  是以聖人方而不割: "Daher schneiden die Weisen nicht ab",
  "〈以方導物": "〈Drehen Sie die Dinge mit Quadrat",
  舍去其邪: "Gib das Böse auf",
  不以方割物: "Schneiden Sie keine Objekte in quadratischer Reihenfolge ab",
  所謂大方無隅: "So großzügig und ungezügelt",
  "〉": "None",
  廉而不劌: "Integrität, ohne eine Beute zu machen",
  "〈廉": "<kostengünstig",
  清廉也: "Integrität",
  劌: "Drama",
  傷也: "Verletzt",
  以清廉清民: "Sei ehrlich und sauber",
  令去其邪: "Lass das Böse entfernt werden",
  令去其汙: "Lassen Sie es entfernt werden",
  不以清廉劌傷於物也: "Verletzen Sie die Dinge nicht mit Ehrlichkeit",
  "〉": "None",
  直而不肆: "Gerade, aber nicht unbelebt",
  "〈以直導物": "〈Direkt drehen",
  令去其僻: "Gehen wir zur Fernbedienung",
  而不以直激沸於物也: "Es kocht nicht direkt auf dem Objekt",
  所謂大直若屈也: "Die sogenannte große Kladtigkeit ist wie eine Kurve",
  "〉": "None",
  光而不燿: "Licht ohne Brennen",
  "〈以光鑑其所以迷": "〈Verwenden Sie Licht, um das Geheimnis zu erfassen",
  不以光照求其隱慝也: "Suchen Sie seine Eifersucht nicht durch Licht",
  所謂明道若昧也: "Was soll das Tao nicht ignorieren",
  此皆崇本以息末: "In diesem dreht sich alles um den Ursprung und das Ende",
  不攻而使復之也: "Wenn Sie nicht angreifen, werden Sie revanchiert",
  "〉": "None",
  五十九章: "Kapitel 59",
  治人事天: "Leitende menschliche Angelegenheiten",
  莫若嗇: "Nichts Besseres",
  "〈莫若": "〈Mo Ruo",
  猶莫過也: "Geh auch nicht auch",
  嗇: "Wie wäre es damit",
  農夫: "Bauer",
  農人之治田務: "Landwirte verwalten Felder",
  去其殊類: "Befreien Sie die verschiedenen Typen",
  歸於齊一也: "Aus Qiyiya gelernt",
  全其自然: "All seine Natur",
  不急其荒病: "Seien Sie nicht besorgt über die Krankheit",
  除其所以荒病: "Um den Mangel zu beseitigen",
  上承天命: "Respektiere das Schicksal des Himmels",
  下綏百姓: "Die Menschen der unteren Welt",
  莫過於此: "Geh nicht hierher",
  "〉": "None",
  夫唯嗇: "Nur Ehemann",
  是謂早服: "Es ist ein Morgengottesdienst",
  "〈早服": "〈Anfänger",
  常也: "Oft",
  "〉": "None",
  早服謂之重積德: "Die Bedeutung der frühen Akzeptanz",
  "〈唯重積德": "〈Nur Wertvirtue",
  不欲銳速: "Ich will nicht beschleunigen",
  然後乃能使早服其常: "Dann können Sie Ihr normales Leben vorzeitig machen",
  故曰早服謂之重積德者也:
    "Daher wird gesagt, dass die Person, die die Bedeutung von Tugend früh annimmt",
  "〉": "None",
  重積德則無不克: "Schwere Tugenden sind unbesiegbar",
  無不克則莫知其極: "Niemand kennt die Konsequenzen von allem",
  "〈道無窮也": "〈Das Tao ist ohne Brillanz",
  "〉": "None",
  莫知其極: "Niemand kennt die Wahrheit",
  可以有國: "Es kann ein Land geben",
  "〈以有窮而莅國": "〈Geh mit eifersüchtiger Land aufs Land",
  非能有國也: "Es gibt kein Land",
  "〉": "None",
  有國之母: "Die Mutter der Nation",
  可以長久: "Kann länger dauern",
  "〈國之所以安謂之母": "〈Die Mutter des Landes",
  重積德是唯圖其根: "Wiedereinsetzung bedeutet, die Wurzeln zu zeichnen",
  然後營末: "Dann beenden",
  乃得其終也: "Es ist das Ende",
  "〉": "None",
  是謂深根固柢: "Es ist eine tiefe Wurzel",
  長生久視之道: "Der Weg, lange zu leben",
  六十章: "Kapitel sechzig",
  治大國: "Regierungsführung des Landes",
  若烹小鮮: "Wenn Sie kleines Essen kochen",
  "〈不擾也": "〈Nicht zu widerstehen",
  躁則多害: "Es ist so schädlich",
  靜則全真: "Ruhig und wahr",
  故其國彌大: "Daher ist das Land sehr mächtig",
  而其主彌靜: "Und sein unerschütterlicher ist ruhig",
  然後乃能廣得眾心矣: "Dann können Sie die Herzen gewinnen",
  "〉": "None",
  以道莅天下: "Zur Welt mit Tao",
  其鬼不神: "Es ist kein Gott",
  "〈治大國則若烹小鮮": "〈Das Land regieren ist wie kleines Essen zu kochen",
  以道蒞天下則其鬼不神也:
    "Mit dem Taoismus wird die Welt mit Geistern und Göttern erfüllt sein.",
  "〉": "None",
  非其鬼不神: "Kein Gott oder Gott",
  其神不傷人: "Der Gott schadet anderen nicht",
  "〈神不害自然也": "〈Gott schadet der Natur nicht",
  物守自然則神無所加:
    "Die Dinge halten die Natur und die Götter werden nicht hinzugefügt",
  神無所加則不知神之為神也:
    "Gott hat nichts damit zu tun und weiß nicht, dass Gott Gott ist",
  "〉": "None",
  非其神不傷人: "Wenn es nicht sein Gott ist, wird es Menschen nicht verletzen",
  聖人亦不傷人: "Die Heiligen verletzen andere nicht",
  "〈道洽則神不傷人": "〈Das Tao soll nicht Menschen verletzen",
  神不傷人則不知神之為神:
    "Gott verletzt die Menschen nicht, aber er weiß nicht, dass Gott Gott ist",
  道洽則聖人亦不傷人: "Die Heiligen des Taoismus verletzen andere nicht",
  聖人不傷人則不知聖人之為聖也:
    "Die Heiligen verletzen andere nicht, wissen aber nicht, was die Heiligen sind.",
  猶云: "Beobachten Sie Cloud",
  不知神之為神: "Ich weiß nicht, dass Gott Gott ist",
  亦不知聖人之為聖也: "Ich weiß nicht, was der Heilige ist",
  夫恃威網以使物者:
    "Der Ehemann verlässt sich auf seine Macht, Dinge zu machen",
  治之衰也: "Die Verschlechterung der Behandlung",
  使不知神聖之為神聖:
    "Machen Sie es unbekannt, dass das heilige heilige Heilige Heilige heilige heilige",
  道之極也: "Das ultimative Tao",
  "〉": "None",
  夫兩不相傷: "Das Paar steht nicht im Konflikt miteinander",
  故德交歸焉: "Daher sind die Tugenden in Harmonie",
  "〈神不傷人": "〈Gott verletzt die Menschen nicht",
  聖人亦不傷人: "Die Heiligen verletzen andere nicht",
  聖人不傷人: "Die Heiligen verletzen andere nicht",
  神亦不傷人: "Gott schadet anderen nicht",
  故曰: "Deshalb wird es gesagt",
  兩不相傷也: "Kein Schaden gegenseitig",
  神聖合道: "Gottes heiliger Weg",
  交歸之也: "Es geht um das Teilen",
  "〉": "None",
  六十一章: "Kapitel 61",
  大國者下流: "Die Staatsangehörigen sind vulgär",
  "〈江海居大而處下": "〈Die Flüsse und die Meere leben in großen Gebieten",
  則百川流之: "Alle Flüsse fließen",
  大國居大而處下: "Das Land lebt in einem großen Gebiet",
  則天下流之: "Die Welt ist voll von",
  故曰: "Deshalb wird es gesagt",
  大國下流也: "Das Land ist auch vulgär",
  "〉": "None",
  天下之交: "Freundschaft in der Welt",
  "〈天下所歸會也": "〈Was die Welt gelernt hat",
  "〉": "None",
  天下之牝: "Die Frau der Welt",
  "〈靜而不求": "〈Still, aber nicht suchen",
  物自歸之也: "Die Dinge sind selbstreal",
  "〉": "None",
  牝常以靜勝牡: "Der Mann ist immer ruhig und robust",
  以靜為下: "Nehmen Sie die Ruhe als Grundlage",
  "〈以其靜故能為下也": "〈Weil es ruhig ist, kann es der niedrigere sein",
  牝: "weiblich",
  雌也: "Weiblich",
  雄躁動貪欲: "Aggressiv und versucht",
  雌常以靜: "Frau ist immer ruhig",
  故能勝雄也: "Daher kann es ein Held sein",
  以其靜復能為下: "Mit seiner ruhigen Fähigkeit",
  故物歸之也: "Daher sind die Dinge verloren",
  "〉": "None",
  故大國以下小國: "Daher die folgenden kleinen Länder",
  "〈大國以下": "<Unten",
  猶云以大國下小國:
    "Beobachten Sie die Wolken und gehen Sie in das kleine Land",
  "〉": "None",
  則取小國: "Nimm das kleine Land",
  "〈小國則附之": "〈Kleines Land angebracht",
  "〉": "None",
  小國以下大國: "Kleine Länder unten",
  則取大國: "Nehmen Sie das Land",
  "〈大國納之也": "〈Das Land ist nein",
  "〉": "None",
  故或下以取: "Daher kann es wie folgt genommen werden",
  或下而取: "Oder nehmen Sie es von unten",
  "〈言唯修卑下": "〈Die einzige Möglichkeit, sich niedrig zu kultivieren",
  然後乃各得其所: "Dann bekommen sie ihre eigenen",
  "〉": "None",
  大國不過欲兼畜人: "Das Land will ein Vieh sein",
  小國不過欲入事人: "Kleines Land versucht nur, in die Person einzusteigen",
  夫兩者各得其所欲: "Sowohl Männer als auch Frauen bekommen, was sie wollen",
  大者宜為下: "Die größten sollten sein",
  "〈小國修下自全而已": "〈Das kleine Land ist nur abgeschlossen",
  不能令天下歸之: "Ich kann nicht zulassen, dass die Welt bewundert wird",
  大國修下則天下歸之: "Die großen Überarbeitungen in der Welt",
  故曰: "Deshalb wird es gesagt",
  各得其所欲: "Jeder bekommt, was er will",
  則大者宜為下也: "Die größten sollten die unteren sein",
  "〉": "None",
  六十二章: "Kapitel 622",
  道者萬物之奧: "Tao ist die Essenz aller Dinge",
  "〈奧": "〈口",
  猶曖也: "Wenngleich",
  可得庇蔭之辭: "Kann das Wort des Heiligtums bekommen",
  "〉": "None",
  善人之寶: "Die Bibel des guten Mannes",
  "〈寶以為用也": "〈Bao denkt, es ist für den Gebrauch",
  "〉": "None",
  不善人之所保: "Was wird durch schlechte Menschen geschützt",
  "〈保以全也": "<Garantiert",
  "〉": "None",
  美言可以市: "Gute Worte können verkauft werden",
  尊行可以加人:
    "Sie können jemanden hinzufügen, wenn Sie Ihre Handlungen respektieren",
  "〈言道無所不先": "〈Der Wortlaut ist nichts zu tun",
  物無有貴於此也: "Hier ist nichts teuer",
  雖有珍寶璧馬: "Obwohl es einen kostbaren Schatz gibt",
  無以匹之: "Kein Match",
  美言之則可以奪眾貨之賈: "Schöne Worte können Ihnen die Waren geben",
  故曰: "Deshalb wird es gesagt",
  美言可以市也: "Gute Worte können verwendet werden, um es zu vermarkten",
  尊行之則千里之外應之:
    "Respektiere die Wahrheit der Aktion Tausende von Meilen entfernt",
  故曰: "Deshalb wird es gesagt",
  可以加於人也: "Kann zu anderen hinzugefügt werden",
  "〉": "None",
  人之不善: "Schlechte Gewohnheiten der Menschen",
  何棄之有: "Warum nicht haben",
  "〈不善當保道以免放":
    "〈Unglücklich, den Weg zu schützen, um nicht loszulassen",
  "〉": "None",
  故立天子: "Daher wird der Kaiser festgelegt",
  置三公: "Drei Herzöge",
  "〈言以尊行道也": "〈Spreche, um den Weg zu respektieren",
  "〉": "None",
  雖有拱璧以先駟馬: "Obwohl es ein Bogenschießen und einen Pionier gibt",
  不如坐進此道: "Warum nicht auf diesem Weg sitzen?",
  "〈此道": "<Hier entlang",
  上之所云也: "Was das obige sagt",
  言故立天子: "Brief, um den Kaiser zu etablieren",
  置三公: "Drei Herzöge",
  尊其位: "Respektiere seine Position",
  重其人: "Respektiere die Person",
  所以為道也: "Es ist also der Weg",
  物無有貴於此者: "Darin ist nichts wertvoll",
  故雖有拱抱寶璧以先:
    "Daher, selbst wenn es einen Bogen gibt, um einen Schatz zu halten,",
  駟馬而進之: "Ein- und ausgehen",
  不如坐而進此道也:
    "Es ist besser, in diesen Weg zu sitzen und diesen Weg einzugeben",
  "〉": "None",
  古之所以貴此道者何:
    "Was war der Grund, warum dieser Tao in der Antike teuer war",
  不曰以求得: "Fragen Sie nicht danach",
  有罪以免邪: "Schuldig sein, das Böse zu vermeiden",
  故為天下貴: "Daher ist es die teuerste Sache der Welt",
  "〈以求則得求": "〈Suchend, suche",
  以免則得免: "Um nicht befreit zu sein",
  無所而不施: "Nichts zu tun",
  故為天下貴也: "Daher ist es für die Welt teuer",
  "〉": "None",
  六十三章: "Kapitel 63",
  為無為: "Umsonst",
  事無事: "Nichts passiert",
  味無味: "Geschmacklos",
  "〈以無為為居": "〈Live ohne Versprechen",
  以不言為教: "Unterrichten, ohne zu sagen",
  以恬淡為味: "Nehmen Sie sich die Ruhe als den Geschmack",
  治之極也: "Die ultimative Behandlung",
  "〉": "None",
  大小多少: "Was ist die Größe",
  報怨以德: "Mit Tugend ärgern",
  "〈小怨則不足以報":
    "〈Der kleine Groll reicht nicht aus, um gemeldet zu werden",
  大怨則天下之所欲誅: "Großer Ressentiments, was die Welt will",
  順天下之所同者: "Was ist die gleiche wie die Welt",
  德也: "Deyi",
  "〉": "None",
  圖難於其易: "Das Bild ist schwieriger als einfach",
  為大於其細: "Detaillierter sein als",
  天下難事必作於易: "Die Welt ist in der Welt schwer zu tun",
  天下大事必作於細:
    "Die Hauptveranstaltungen der Welt müssen im Detail durchgeführt werden",
  是以聖人終不為大: "Daher sind die heiligen Menschen nie zu groß",
  故能成其大: "Daher kann es Größe erreichen",
  夫輕諾必寡信: "Ein Mann, der Licht ist, wird nur wenige Glauben haben",
  多易必多難: "Es ist einfach und schwierig",
  是以聖人猶難之: "Daher ist die Uhr des Heiligen schwierig",
  "〈以聖人之才猶尚難於細易":
    "〈Es ist schwierig, mit dem Talent eines Heiligen empfindlicher zu sein",
  況非聖人之才而欲忽於此乎:
    "Ist es nicht das Talent eines Weisen, aber ich möchte es ignorieren",
  故曰: "Deshalb wird es gesagt",
  猶難之也: "Die Uhr ist schwierig",
  "〉": "None",
  故終無難矣: "Es ist also absolut keine Schwierigkeit",
  六十四章: "Kapitel 64",
  其安易持: "Es ist leicht zu halten",
  其未兆易謀: "Es ist nicht leicht zu erkennen",
  "〈以其安不忘危": "〈Mit seiner Sicherheit vergessen Sie nie die Gefahr",
  持之不忘亡: "Durchhalten und sterben",
  謀之無功之勢: "Die erfolglose Tat",
  故曰易也: "Daher heißt es Yi",
  "〉": "None",
  其脆易泮: "Es ist spröde und leicht zu tragen",
  其微易散: "Es ist leicht zu zerstreuen",
  "〈雖失無入有": "〈Obwohl es verloren geht",
  以其微脆之故: "Wegen seiner etwas knusprig",
  未足以興大功: "Nicht genug, um großartig zu sein",
  故易也: "Daher ist es einfach",
  此四者: "Diese vier",
  皆說慎終也: "Jeder sagt, sei vorsichtig",
  不可以無之故而不持: "Sie können es nicht ohne Grund behalten",
  不可以微之故而弗散也:
    "Es kann nicht subtil sein und es kann nicht verteilt werden",
  無而弗持則生有焉: "Es gibt kein Ende am Ende",
  微而不散則生大焉: "Es wird sehr groß sein, wenn es nicht verteilt ist",
  故慮終之患: "Daher das Ende der Schwierigkeiten",
  如始之禍: "Der Beginn der",
  則無敗事: "Nichts falsch",
  "〉": "None",
  為之於未有: "Umsonst",
  "〈謂其安未兆也": "〈Es ist kein Zeichen des Friedens",
  "〉": "None",
  治之於未亂: "In Zukunft erobern",
  "〈謂微脆也": "〈Leicht knusprig",
  "〉": "None",
  合抱之木: "Der Baum der Umarmung",
  生於毫末: "In kleiner Menge geboren",
  九層之臺: "Neunschichtiger Podest",
  起於累土: "Ausgehend vom Grabboden",
  千里之行: "Eine Reise von Tausenden von Meilen",
  始於足下: "Beginn mit einem Fuß",
  為者敗之: "Derjenige, der es tut, besiegt es",
  執者失之: "Diejenigen, die verletzt werden, verlieren",
  "〈當以慎終除微": "〈Wenn Sie darauf achten, mikroskopisch zu eliminieren",
  慎微除亂: "Seien Sie vorsichtig, wenn Sie beseitigen",
  而以施為治之: "Und verwenden Sie die Behandlung zur Behandlung",
  形名執之: "Der Name der Form",
  反生事原: "Rückwärtsfall",
  巧辟滋作: "Geschickt PIZI",
  故敗失也: "Daher ist es ein Fehler",
  "〉": "None",
  是以聖人無為故無敗: "Daher sind die Weisen nutzlos, weil sie nichts tun",
  無執故無失: "Kein Schaden, kein Verlust",
  民之從事: "Die Angelegenheiten des Volkes",
  常於幾成而敗之: "Oft nach Erfolg besiegt",
  "〈不慎終也": "〈Ich werde irgendwann nachlässig sein",
  "〉": "None",
  慎終如始: "Sei vorsichtig, wie es ist",
  則無敗事: "Nichts falsch",
  是以聖人欲不欲: "Daher wollen die Weisen nicht wollen",
  不貴難得之貨: "Ungewohnte Waren",
  "〈好欲雖微": "〈Das Verlangen ist klein",
  爭尚為之: "Kämpfe dafür",
  興難得之貨雖細: "Die Waren, die schwer zu bekommen sind",
  貪盜為之起也: "Der Aufstieg der gestreuten",
  "〉": "None",
  學不學: "Lernen oder nicht",
  復眾人之所過: "Wo jeder ist",
  "〈不學而能者": "〈Diejenigen, die ohne zu lernen können",
  自然也: "Natürlich auch",
  喻於不學者: "Metapher für die Unstudie",
  過也: "Über",
  故學不學: "Also lernen oder nicht",
  以復眾人之過: "Die Vergangenheit des Volkes abweist",
  "〉": "None",
  以輔萬物之自然: "Die Natur aller Dinge zu schaffen",
  而不敢為: "Wagen Sie es nicht, es zu tun",
  六十五章: "Kapitel 65",
  古之善為道者: "Die Alten, die gut darin waren, Dinge zu tun",
  非以明民: "Menschen nicht klar machen",
  將以愚之: "Wird dumm sein",
  "〈明謂多見巧詐": "〈Ich glaube, ich habe viele clevere Kommentare gesehen",
  蔽其樸也: "Es ist eine Schande",
  愚謂無知守真: "Narren und unwissend",
  順自然也: "Natürlich",
  "〉": "None",
  民之難治: "Die Schwierigkeiten der Menschen",
  以其智多: "Mit seiner Weisheit",
  "〈多智巧詐": "〈Klug und klug",
  故難治也: "Daher ist es schwierig zu heilen",
  "〉": "None",
  故以智治國: "Daher regieren das Land mit Weisheit",
  國之賊: "Das Vermögen des Landes",
  "〈智": "<Weisheit",
  猶治也: "Die Behandlung ist auch",
  以智而治國: "Regieren das Land mit Weisheit",
  所以謂之賊者: "Also der Opfer",
  故謂之智也: "Daher ist es Weisheit",
  民之難治: "Die Schwierigkeiten der Menschen",
  以其多智也: "Wegen seiner Weisheit",
  當務塞兌閉門: "Schließen Sie beim Verstopfen die Tür",
  令無知無欲: "Nicht ein Gefühl der Begierde machen",
  而以智術動民: "Und nutzen Sie Intelligenz, um die Menschen zu motivieren",
  邪心既動: "Das böse Herz bewegt sich",
  復以巧術防民之偽:
    "Verwenden Sie clevere Techniken, um das Unglück der Zivilbevölkerung zu verhindern",
  民知其術: "Die Leute kennen ihre Fähigkeiten",
  防隨而避之: "Vermeiden",
  思惟密巧: "Verwirrte Gedanken",
  奸偽益滋: "Der Verräter",
  故曰: "Deshalb wird es gesagt",
  以智治國: "Regieren das Land mit Weisheit",
  國之賊也: "Das Geld des Landes",
  "〉": "None",
  不以智治國: "Regieren das Land nicht mit Weisheit",
  國之福: "Segen des Landes",
  知此兩者亦稽式: "Diese beiden zu wissen, ist auch ein Schema",
  常知稽式: "Ständig bewusster Stil",
  是謂玄德: "Es ist Xuande",
  玄德深矣: "Tief in Geheimnissen",
  遠矣: "Weit weg",
  "〈稽": "〈可",
  同也: "Auch",
  今古之所同: "Was ist in der Vergangenheit und Gegenwart gleich",
  則而不可廢: "Nicht sein",
  能知稽式: "Kann den Weg wissen",
  是謂玄德: "Es ist Xuande",
  玄德深矣: "Tief in Geheimnissen",
  遠矣: "Weit weg",
  "〉": "None",
  與物反矣: "Es ist gegen Dinge",
  "〈反其真也": "〈Das Gegenteil ist wahr",
  "〉": "None",
  然後乃至大順: "Und sogar groß",
  六十六章: "Kapitel sechsundsechzig",
  江海所以能為百谷王者:
    "Die Flüsse und Meere können der König der hundert Täler sein",
  以其善下之: "Mit seinen guten Taten",
  故能為百谷王: "Deshalb kann er der König von hundert Tälern sein",
  是以欲上民: "Deshalb möchte ich zu den Menschen befördert werden",
  必以言下之: "Muss es sagen",
  欲先民: "Willst du zuerst die Leute sein",
  必以身後之: "Muss zurück sein",
  是以聖人處上而民不重:
    "Daher liegen die Weisen über der Spitze, aber die Menschen sind es nicht wert",
  處前而民不害: "Die Menschen werden übrigens nicht verletzt",
  是以天下樂推而不厭: "Daher ist die Welt glücklich und nicht verwöhnt",
  以其不爭: "Weil es nicht ist",
  故天下莫能與之爭: "Daher kann niemand auf der Welt damit konkurrieren",
  六十七章: "Kapitel Sechsundsechzig",
  天下皆謂我道大: "Die ganze Welt sagt, dass ich großartig bin",
  似不肖: "Nicht albern",
  夫唯大: "Nur der große",
  故似不肖: "Daher erscheint es skrupellos",
  若肖: "Ruozi",
  久矣其細也夫: "Es ist lange her seit seiner Unentschlossenheit her",
  "〈久矣其細": "〈Es ist lange her",
  猶曰其細久矣: "Die Uhr besagt, dass es schon lange in Ordnung ist",
  肖: "ähneln",
  則失其所以為大矣: "Es ist eine große Sache, seinen Grund zu verlieren",
  故曰: "Deshalb wird es gesagt",
  若肖久矣: "Wenn die Zahl lang ist",
  其細也夫: "Es ist in Ordnung",
  "〉": "None",
  我有三寶: "Ich habe drei",
  持而保之: "Behalte es",
  一曰慈: "Einer ist Wohltätigkeit",
  二曰儉: "Zweite,",
  三曰不敢為天下先: "Drittens wage ich nicht der erste der Welt",
  慈故能勇: "Sei freundlich und mutig",
  "〈夫慈": "〈Fu ci",
  以陳則勝: "Mit Chen Yue",
  以守則固: "Um die hartnäckigen zu halten",
  故能勇也: "Daher kann es mutig sein",
  "〉": "None",
  儉故能廣: "Daher kann es sein",
  "〈節儉愛費": "〈Diskussion Liebe",
  天下不匱: "Die Welt ist nicht schlecht",
  故能廣也: "Daher kann es sein",
  "〉": "None",
  不敢為天下先: "Wagen Sie es nicht, der erste der Welt zu sein",
  故能成器長: "Daher kann es eine Waffe werden",
  "〈唯後外其身": "〈Nur die Person dahinter",
  為物所歸: "Von Dingen besessen sein",
  然後乃能立成器為天下利:
    "Dann können Sie eine Waffe einrichten, um der Welt zugute kommen",
  為物之長也: "Es ist die Länge der Dinge",
  "〉": "None",
  今舍慈且勇: "Gib jetzt Freundlichkeit und Mut auf",
  "〈且": "<und",
  猶取也: "Nimm es auch",
  "〉": "None",
  舍儉且廣: "Geschichten und Stürme",
  舍後且先: "Nach der Zeit des Hauses",
  死矣: "Tot",
  夫慈以戰則勝: "Ein freundlicher Kampf",
  "〈相慜而不避於難": "〈Aktie nicht, um Schwierigkeiten zu vermeiden",
  故勝也: "Die Wahrheit ist auch",
  "〉": "None",
  以守則固: "Um die hartnäckigen zu halten",
  天將救之: "Gott wird es retten",
  以慈衛之: "Mit Freundlichkeit",
  六十八章: "Kapitel 68",
  善為士者不武: "Diejenigen, die gut im Servieren sind, sind nicht kriegerisch",
  "〈士": "<Scholar",
  卒之帥也: "Der Sabbat",
  武: "Wu",
  尚先陵人也: "Shang Xianling sind es auch",
  "〉": "None",
  善戰者不怒: "Der Krieger ist nicht böse",
  "〈後而不先": "〈Später und nicht zuerst",
  應而不唱: "Antworten Sie nicht singen",
  故不在怒: "Es ist also nicht böse",
  "〉": "None",
  善勝敵者不與: "Diejenigen, die gut darin können, Feinden zu helfen",
  "〈不與爭也": "〈Nicht zu kämpfen",
  "〉": "None",
  善用人者為之下: "Diejenigen, die andere gut benutzen",
  是謂不爭之德: "Es ist eine schamlose Tugend",
  是謂用人之力: "Es geht darum, Menschen zu benutzen",
  "〈用人而不為之下": "〈Benutze Menschen, ohne etwas zu tun",
  則力不為用也: "Wenn es nicht nützlich ist, ist es nicht genug",
  "〉": "None",
  是謂配天古之極: "Es ist ein Match für das alte Heilige",
  六十九章: "Kapitel neunundsechzig",
  "用兵有言﹕「吾不敢為主而為客":
    'Im Militärdienst gibt es ein Sprichwort: "Ich wage es, kein Gast für den Anführer zu sein',
  不敢進寸而退尺: "Wagen Sie es nicht, vorwärts und zurück zu treten",
  "」是謂行無行": '"Es ist, als gäbe es keine Möglichkeit, zu handeln',
  "〈彼遂不止": "〈Er wird nicht aufhören",
  "〉": "None",
  攘無臂: "Armlos",
  扔無敵: "Indiskretion werfen",
  "〈行": "<Ok",
  謂行陳也: "Sagen Sie den Grund, warum Chen ye",
  言以謙退哀慈: "Sagen Sie die Worte, um den Kummer aufzugeben",
  不敢為物先: "Wagen Sie es nicht, der erste zu sein",
  用戰猶行無行: "Verwenden Sie Kriegswache, um ohne zu handeln",
  攘無臂: "Armlos",
  執無兵: "Keine Soldaten",
  扔無敵也: "Ohne Feinde werfen",
  言無有與之抗也: "Es gibt keinen Widerstand gegen Worte",
  "〉": "None",
  執無兵: "Keine Soldaten",
  禍莫大於輕敵: "Nichts weiter als Licht zu sein",
  輕敵幾喪吾寶: "Ein paar kleine Feinde",
  "〈言吾哀慈謙退": "〈Sprechen Sie von meiner Freundlichkeit und Dankbarkeit",
  非欲以取强: "Nicht Kraft suchen",
  無敵於天下也: "Niemand ist in der Welt unbesiegbar",
  不得已而卒至於無敵: "Als letzter Ausweg endete er endlich vergeblich",
  斯乃吾之所以為大禍也: "Deshalb bin ich eine große Sache",
  寶: "告",
  三寶也: "Drei Schätze",
  故曰: "Deshalb wird es gesagt",
  幾亡吾寶: "Wie oft werde ich sterben",
  "〉": "None",
  故抗兵相加: "Daher schließen sich die Widerstandssoldaten zusammen",
  哀者勝矣: "Die Traurigkeit ist ein Sieg",
  "〈抗": "<Anti",
  舉也: "Ja",
  加: "hinzufügen",
  當也: "Ja",
  哀者: "Der Trauernde",
  必相惜而不趣利避害:
    "Wir müssen uns gegenseitig schätzen, aber keinen Gewinn genießen und Schaden vermeiden",
  故必勝: "Daher muss es getan werden",
  "〉": "None",
  七十章: "Kapitel siebzig",
  吾言甚易知: "Meine Worte sind sehr leicht zu wissen",
  甚易行: "Sehr einfach zu tun",
  天下莫能知: "Niemand auf der Welt weiß es",
  莫能行: "Auf keinen Fall",
  "〈可不出戶窺牖而知": "〈Sie können wissen, ohne das Konto zu verlassen",
  故曰甚易知也: "Daher ist es sehr leicht zu wissen",
  無為而成: "Ohne Versprechen gemacht",
  故曰甚易行也: "Daher ist es sehr einfach zu tun",
  惑於躁欲: "Verwirrt durch Ungeduld",
  故曰: "Deshalb wird es gesagt",
  莫之能知也: "Niemand kann es wissen",
  迷於榮利: "Besessen von Geschenken",
  故曰: "Deshalb wird es gesagt",
  莫之能行也: "Niemand kann es schaffen",
  "〉": "None",
  言有宗: "Worte haben einen Clan",
  事有君: "Es gibt einen König",
  "〈宗": "〈官网",
  萬物之宗也: "Die Essenz aller Dinge",
  君: "Jun",
  萬物之主也: "Der Herr aller Dinge",
  "〉": "None",
  夫唯無知: "Ich weiß nur nichts",
  是以不我知: "Also weiß ich es nicht",
  "〈以其言有宗": "〈Es gibt eine grundlegende Bedeutung in seinen Worten",
  事有君之故: "Weil es einen König gibt",
  故有知之人不得不知之也: "Daher müssen diejenigen, die es wissen, es wissen",
  "〉": "None",
  知我者希: "Diejenigen, die mich kennen, hoffe",
  則我者貴: "Mein Schatz",
  "〈唯深": "〈Whishen",
  故知者希也: "Daher sind diejenigen, die es wissen, hoffnungsvoll",
  知我益希: "Kenne mich besser",
  我亦無匹: "Ich bin auch kein Match",
  故曰: "Deshalb wird es gesagt",
  知我者希則我者貴也:
    "Diejenigen, die mich kennen, hoffen, dass ich wertvoll sein wird",
  "〉": "None",
  是以聖人被褐懷玉: "Daher war der Heilige mit Jade gebräunt",
  "〈被褐者": "〈Das gebräunte",
  同其塵: "Gleich wie der Opfer",
  懷玉者: "Jade-Träger",
  寶其真也: "Es ist wahr",
  聖人之所以難知: "Der Grund, warum die Heiligen schwer zu wissen sind",
  以其同塵而不殊: "Weil sie gleich, aber nicht gleich sind",
  懷玉而不渝: "Ungehindert sein",
  故難知而為貴也: "Daher ist es schwierig zu wissen, aber es ist teuer",
  "〉": "None",
  七十一章: "Kapitel 71",
  知不知上: "Weißt du oder nicht",
  不知知病: "Unwissende Krankheit",
  "〈不知知之不足任則病也":
    "〈Unbekannt und mangelnder Wissen ist auch eine Krankheit",
  "〉": "None",
  夫唯病病: "Nur krank",
  是以不病: "Es ist also nicht krank",
  聖人不病: "Der heilige Mann ist nicht krank",
  以其病病: "Wegen seiner Krankheit",
  是以不病: "Es ist also nicht krank",
  七十二章: "Kapitel 72",
  民不畏威: "Menschen haben keine Angst vor der Macht",
  則大威至: "Große Kraft",
  無狎其所居: "Nichts mit seinem Platz zu tun",
  無厭其所生: "Nichts damit zu tun",
  "〈清靜無為謂之居": "〈Die Ruhe der Qing -Dynastie ist keine Verleumdung",
  謙後不盈謂之生: "Ich werde danach kein Leben führen können",
  離其清淨: "Lass es sauber",
  行其躁欲: "Ungeduldig sein",
  棄其謙後: "Nachdem er seine Worte aufgegeben hatte",
  任其威權: "Überlassen Sie es seiner Autorität",
  則物擾而民僻: "Die Dinge sind verstreut, aber die Leute sind abgelegen",
  威不能復制民: "Macht kann das Volk nicht abwehren",
  民不能堪其威: "Das Volk kann ihre Macht nicht ertragen",
  則上下大潰矣: "Dann sind die oberen und unteren Teile zerbrochen",
  天誅將至: "Gott wird kommen",
  故曰: "Deshalb wird es gesagt",
  民不畏威: "Menschen haben keine Angst vor der Macht",
  則大威至: "Große Kraft",
  無狎其所居: "Nichts mit seinem Platz zu tun",
  無厭其所生: "Nichts damit zu tun",
  言威力不可任也: "Es ist unmöglich, Macht zu akzeptieren",
  "〉": "None",
  夫唯不厭: "Der Ehemann ist nicht",
  "〈不自厭也": "〈Nicht selbstironisch",
  "〉": "None",
  是以不厭: "Deshalb ist es nicht",
  "〈不自厭": "〈Nicht selbstironisch",
  是以天下莫之厭: "Daher gibt es keinen anderen Ort auf der Welt",
  "〉": "None",
  是以聖人自知不自見:
    "Daher kennen die Weisen sich selbst, sehen sich aber nicht selbst",
  "〈不自見其所知": "〈Sehen Sie nicht, was Sie wissen",
  以光耀行威也: "Zeigen Sie Ihre Kraft mit Ruhm",
  "〉": "None",
  自愛不自貴: "Liebe dich selbst ohne Selbstgewinnung",
  "〈自貴則物狎厭居生":
    "〈Die selbstverständlichen Dinge flirten mit den Lebenden",
  "〉": "None",
  故去彼取此: "Deshalb werden wir das bekommen",
  七十三章: "Kapitel 73",
  勇於敢則殺: "Sich mutig machen zu töten",
  "〈必不得其死也": "〈Es wird keinen Tod geben",
  "〉": "None",
  勇於不敢則活: "Sei mutig zu leben",
  "〈必齊命也": "〈Es muss ein Leben geben",
  "〉": "None",
  此兩者: "Diese beiden",
  或利或害: "Gewinn oder Schaden",
  "〈俱勇而所施者異": "〈Ob sie mutig und anders sind",
  利害不同: "Verschiedene Interessen",
  故曰: "Deshalb wird es gesagt",
  或利或害也: "Es kann vorteilhaft oder schädlich sein",
  "〉": "None",
  天之所惡: "Was der Himmel verraten wird",
  孰知其故: "Wer weiß warum",
  是以聖人猶難之: "Daher ist die Uhr des Heiligen schwierig",
  "〈孰": "<was",
  誰也: "Wer auch",
  言誰能知天下之所惡意故邪: "Wer kann wissen, was die Welt böse und böse ist",
  其唯聖人: "Nur das Heilige",
  夫聖人之明: "Die Weisheit des Heiligen",
  猶難於勇敢: "Die Uhr ist schwer mutig zu sein",
  況無聖人之明而欲行之也:
    "Es ist nicht so klar wie ein Weisen, möchte es aber tun",
  故曰: "Deshalb wird es gesagt",
  猶難之也: "Die Uhr ist schwierig",
  "〉": "None",
  天之道: "Der Weg des Himmels",
  不爭而善勝: "Sei gut im Kampf ohne zu kämpfen",
  "〈天唯不爭": "〈Tian Wei ist nicht in Konflikt",
  故天下莫能與之爭: "Daher kann niemand auf der Welt damit konkurrieren",
  "〉": "None",
  不言而善應: "Sei freundlich und sprich frei",
  "〈順則吉": "〈未分大全",
  逆則凶: "Umgekehrtes Böses umgekehrt",
  不言而善應也: "Sei freundlich und sprich nicht",
  "〉": "None",
  不召而自來: "Komm, ohne anzurufen",
  "〈處下則物自歸": "〈Die folgenden Objekte sind selbst wiederhergestellt",
  "〉": "None",
  繟然而善謀: "Doch gut",
  "〈垂象而見吉凶": "〈Den Elefanten fallen lassen und gut und Pech sehen",
  先事而設誠: "Vor der Sache entworfen",
  安而不忘危: "Vergessen Sie nicht die Gefahr",
  未召而謀之: "Er sagte es, ohne anzurufen",
  故曰: "Deshalb wird es gesagt",
  繟然而善謀也: "Doch gut",
  "〉": "None",
  天網恢恢: "Skynet ist wunderschön",
  疏而不失: "Gehen, aber nicht verlieren",
  七十四章: "Kapitel 74",
  民不畏死: "Menschen haben keine Angst vor dem Tod",
  奈何以死懼之: "Wie man stirbt",
  若使民常畏死: "Wenn die Menschen Angst vor dem Tod haben",
  而為奇者: "Und der seltsame",
  吾得執而殺之: "Ich werde es töten",
  孰敢: "Wer wagt es",
  "〈詭異亂群謂之奇也":
    "〈Das seltsame Ding an der seltsamen und seltsamen Gruppe",
  "〉": "None",
  常有司殺者殺: "Es gibt oft Mörder, die töten",
  夫代司殺者殺: "Der muldige Mann des Mannes",
  是謂代大匠斲: "Es ist ein Meister der Ära",
  夫代大匠斲者: "Der Meister der Generation des Mannes",
  希有不傷其手矣: "Sehr Angst, seine Hände nicht zu verletzen",
  "〈為逆順者之所惡忿也":
    "〈Es ist die rebellische Sache, die diejenigen, die dagegen sind",
  不仁者人之所疾也: "Die Unfreundliche ist eine Krankheit von Menschen",
  故曰: "Deshalb wird es gesagt",
  常有司殺也: "Es gibt oft Morde",
  "〉": "None",
  七十五章: "Kapitel 75",
  民之饑: "Die People's Trophy",
  以其上食稅之多: "Wegen der Menge an Lebensmittelsteuern darauf",
  是以饑: "Also",
  民之難治: "Die Schwierigkeiten der Menschen",
  以其上之有為: "Wegen dessen, was oben ist",
  是以難治: "Daher ist es schwierig, damit umzugehen",
  民之輕死: "Das Volk stirbt leicht",
  以其上求生之厚: "Die Qualität des Überlebens oben",
  是以輕死: "Also leicht sterben",
  夫唯無以生為者: "Nur diejenigen, die geboren werden",
  是賢於貴生: "Es ist ein wertvolles Einkommen",
  "〈言民之所以僻": "〈Warum fühlen sich die Menschen fern?",
  治之所以亂: "Der Grund, warum die Behandlung unangemessen ist",
  皆由上不由其下也: "Alles von oben nicht am Boden",
  民從上也: "Die Leute sind von oben",
  "〉": "None",
  七十六章: "Kapitel 76",
  人之生也柔弱: "Menschen sind schwach",
  其死也堅強: "Es ist ein schrecklicher Tod",
  萬物草木之生也柔脆: "Alle Pflanzen und Bäume sind weich und knusprig",
  其死也枯槁: "Er ist verdorrt, auch wenn er stirbt",
  故堅強者死之徒: "Daher sterben die Starken",
  柔弱者生之徒: "Die Schwachen leben diejenigen, die leben",
  是以兵強則不勝: "Daher ist die Armee stark und nicht stark",
  "〈强兵以暴於天下者":
    "〈Diejenigen, die mit Gewalt stark gegen die Welt kämpfen",
  物之所惡也: "Die Dinge sind schlecht",
  故必不得勝: "Daher darf es nicht besiegt werden",
  "〉": "None",
  木強則兵: "Hölzerner starker Soldat",
  "〈物所加也": "〈Was wird hinzugefügt",
  "〉": "None",
  強大處下: "Stark",
  "〈木之本也": "〈Das Fundament von Holz",
  "〉": "None",
  柔弱處上: "Auf den Schwachen",
  "〈枝條是也": "〈Ja, Zweig",
  "〉": "None",
  七十七章: "Kapitel 77",
  天之道: "Der Weg des Himmels",
  其猶張弓與: "Seine Uhr Bow und",
  高者抑之: "Die höheren unterdrücken es",
  下者舉之: "Folgendes sind",
  有餘者損之: "Diejenigen, die einige haben",
  不足者補之: "Füllen Sie diejenigen auf, die nicht ausreichend sind",
  天之道: "Der Weg des Himmels",
  損有餘而補不足: "Es gibt einige zusätzliche, aber unzureichende",
  人之道則不然: "Der Weg des Menschen ist nicht",
  "〈與天地合德": "〈Die Tugend des Himmels und der Erde",
  乃能包之: "Kann es nur umwickeln",
  如天之道: "Der Weg des Himmels",
  如人之量: "Wie das Gewicht einer Person",
  則各有其身: "Jeder hat seinen eigenen",
  不得相均: "Ungleich",
  如惟無身無私乎: "Wenn Sie selbstlos sind",
  自然然後乃能與天地合德:
    "Natürlich können Sie mit Himmel und Erde in Einklang stehen",
  "〉": "None",
  損不足以奉有餘: "Nicht genug, um zu geben",
  孰能有餘以奉天下: "Wer kann genug haben, um der Welt zu dienen",
  唯有道者: "Nur der Taoist",
  是以聖人為而不恃: "Daher verlassen sich die Weisen nicht auf sie",
  功成而不處: "Erfolgreich ohne Verlust",
  其不欲見賢: "Er will das Geld nicht sehen",
  "〈言唯能處盈而全虛": "〈Die einzige Möglichkeit, voll und voll zu sein",
  損有以補無: "Auszugleichen",
  和光同塵: "Homohide",
  蕩而均者: "Diejenigen, die gleich sind",
  唯其道也: "Nur der Weg",
  是以聖人不欲示其賢以均天下:
    "Daher wollen die Weisen ihre Qualitäten nicht zeigen, um die Welt auszugleichen",
  "〉": "None",
  七十八章: "Kapitel 78",
  天下莫柔弱於水: "Nichts Schwaches in der Welt ist so schwach wie Wasser",
  而攻堅強者: "Der Angreifer",
  莫之能勝: "Niemand kann es schaffen",
  其無以易之: "Es ist nicht einfach",
  "〈以": "<by",
  用也: "Benutze es",
  其: "Das",
  謂水也: "Es ist auch Wasser",
  言用水之柔弱: "Die Schwäche des Wassers",
  無物可以易之也: "Nichts kann geändert werden",
  "〉": "None",
  弱之勝強: "Die Stärke der Schwäche",
  柔之勝剛: "Die Kraft der Weichheit",
  天下莫不知莫能行: "Niemand auf der Welt kann es schaffen",
  "是以聖人云﹕「受國之垢":
    'Daher sagte der Heilige: "Infolge der Befleckung der Nation',
  是謂社稷主: "Es ist der Herr des Landes",
  受國不祥: "Vom Land betroffen",
  是為天下王: "Es ist der König der Welt",
  "」正言若反": '"Über die Wahrheit',
  七十九章: "Kapitel 79",
  和大怨: "Und der große Groll",
  必有餘怨: "Es muss einen Groll geben",
  "〈不明理其契": "〈Unklar über seine Vereinbarung",
  以致大怨已至: "Infolgedessen ist der große Groll angekommen",
  而德和之: "Und Deehe",
  其傷不復: "Die Verletzung ist nicht abstoßend",
  故有餘怨也: "Daher gibt es immer noch viele Beschwerden",
  "〉": "None",
  安可以為善: "Wie kannst du Gutes tun?",
  是以聖人執左契: "Daher haben die Weisen den Zuo Qi durchgesetzt",
  "〈左契": "〈Zuo qi",
  防怨之所由生也:
    "Der Grund für die Verhinderung von Ressentiments wird geboren",
  "〉": "None",
  而不責於人: "Nicht verantwortlich für Menschen",
  有德司契: "Yodesichi",
  "〈有德之人念思其契":
    "〈Die tugendhafte Person denkt über seine Freundschaft nach",
  不念怨生而後責於人也:
    "Wenn Sie nicht an Ressentiments denken und dann für andere verantwortlich sind",
  "〉": "None",
  無德司徹: "WUDE SHI",
  "〈徹": "〈",
  司人之過也: "Die Leute, die vorbeigegangen sind",
  "〉": "None",
  天道無親: "Der Weg des Himmels ist unwirklich",
  常與善人: "Sei immer mit guten Leuten zusammen",
  八十章: "Kapitel 80",
  小國寡民: "Kleines Land und wenige Menschen",
  "〈國既小": "〈Das Land ist klein",
  民又寡: "Die Menschen sind knapp",
  尚可使反古: "Kann immer noch gegen das Anti-Ani-Jahr sein",
  況國大民眾乎: "Volksrepublik China",
  故舉小國而言也: "Daher gilt es auch für kleine Länder",
  "〉": "None",
  使有什伯之器而不用: "Machen Sie es unmöglich, es zu verwenden",
  "〈言使民雖有什伯之器而無所用":
    "〈So, dass die Leute, obwohl sie die Werkzeuge eines Mannes hatten, nutzlos waren",
  何患不足也: "Was ist damit los",
  "〉": "None",
  使民重死而不遠徙:
    "Menschen schwer sterben lassen, aber nicht weit weg bewegen",
  "〈使民不用": "〈Lassen Sie die Leute es nicht benutzen",
  惟身是寶: "Nur der Körper ist",
  不貪貨賂: "Keine Ware",
  故各安其居: "Deshalb lebt jeder in Frieden",
  重死而不遠徙也: "Der Tod ist zu schwer, bewegt sich nicht weg",
  "〉": "None",
  雖有舟輿: "Obwohl es ein Boot gibt",
  無所乘之: "Nichts zu fahren",
  雖有甲兵: "Obwohl es gepanzerte Soldaten gibt",
  無所陳之: "Nichts zu sagen",
  使人復結繩而用之: "Lassen Sie die Menschen wiedergeboren und benutzen Sie es",
  甘其食: "Süßes Essen",
  美其服: "Schöner Service",
  安其居: "Bleib zu Hause",
  樂其俗: "Sei glücklich mit den Zoll",
  鄰國相望: "Das Land steht voreinander",
  雞犬之聲相聞: "Hundes Stimme",
  民至老死: "Menschen sterben bis zum Alter",
  不相往來: "Interagieren Sie nicht miteinander",
  "〈無所欲求": "〈Suche nichts",
  "〉": "None",
  八十一章: "Kapitel 81",
  信言不美: "Treu",
  "〈實在質也": "〈Es gibt echte Qualität",
  "〉": "None",
  美言不信: "Glauben Sie nicht an gute Worte",
  "〈本在樸也": "〈Ben ist im Puye",
  "〉": "None",
  善者不辯: "Die guten haben nicht richtig",
  辯者不善: "Der Teufel ist nicht gut",
  知者不博: "Diejenigen, die wissen, sind nicht vielversprechend",
  "〈極在一也": "〈Das meiste in einem",
  "〉": "None",
  博者不知: "Der Blogger weiß es nicht",
  聖人不積: "Der heilige Mann ist nicht",
  "〈無私自有": "〈Ohne eigene",
  唯善是與: "Nur gut ist",
  任物而已: "Nehmen Sie einfach die Dinge",
  "〉": "None",
  既以為人己愈有: "Da Sie denken, dass andere mehr haben werden",
  "〈物所尊也": "〈Die Dinge werden respektiert",
  "〉": "None",
  既以與人己愈多: "Da haben wir immer mehr mit anderen",
  "〈物所歸也": "〈Die Dinge sind weg",
  "〉": "None",
  天之道: "Der Weg des Himmels",
  利而不害: "Gewinn, aber nicht schaden",
  "〈動常生成之也": "〈Es wird oft erzeugt",
  "〉": "None",
  聖人之道: "Der Weg des Heiligen",
  為而不爭: "Für und nicht kämpfen",
  "〈順天之利不相傷也": "〈Die Vorteile des Himmels sind nicht schädlich",
};

const tianwen_translation_map_fr = {
  老子: "je",
  道德經: "Morale",
  下篇: "Article suivant",
  華亭張氏原本: "Huating Zhang Original",
  "晉　王弼注": "Note de Wang Bi",
  三十八章: "Chapitre 38",
  上德不德: "Être vertueux ou pas",
  是以有德: "Par conséquent, la vertu",
  下德不失德: "La vertu inférieure ne perd pas la vertu",
  是以無德: "Par conséquent, c'est non visible",
  上德無為而無以為: "L'acte suprême est inefficace et sans scrupules",
  下德為之而有以為: "La vertu de la partie inférieure est considérée",
  上仁為之而無以為: "Le Seigneur ne pensait pas que c'était",
  上義為之而有以為: "Le sens ci-dessus est de y penser",
  上禮為之而莫之應: "Rien pour me donner un cadeau",
  則攘臂而扔之: "Jetez-le avec vos bras",
  故失道而後德:
    "Par conséquent, la vérité est perdue et la vertu est plus tard",
  失德而後仁: "Perdre la vertu et devenir bienveillant",
  失仁而後義: "Perdre de la bienveillance et être plus tard",
  失義而後禮: "Sans scrupules et plus tard",
  夫禮者: "Mari",
  忠信之薄: "La minceur de la loyauté",
  而亂之首: "Le chef du",
  前識者: "Étranger",
  道之華: "La pureté du tao",
  而愚之始: "Le début de la folie",
  是以大丈夫處其厚: "Par conséquent, un vrai homme fera sa fortune",
  不居其薄: "Ne pas être inférieur",
  處其實: "En fait",
  不居其華: "Pas de la même manière",
  故去彼取此: "Par conséquent, nous obtiendrons ceci",
  "〈德者": "〈La vertu",
  得也: "Avoir",
  常得而無喪: "Ne reçoit souvent rien",
  利而無害: "Profit sans mal",
  故以德為名焉: "Par conséquent, la vertu est appelée",
  何以得德: "Comment gagner en vertu",
  由乎道也: "D'ailleurs",
  何以盡德: "Comment être aussi vertueux que possible",
  以無為用: "Rien à utiliser",
  以無為用則莫不載也: "Si vous ne voulez pas l'utiliser, vous pouvez le faire",
  故物無焉: "Par conséquent, les choses sont parties",
  則無物不經: "Rien à faire",
  有焉: "Il y a",
  "則 不足以免其生": "Pas assez pour empêcher sa vie",
  是以天地雖廣: "Par conséquent, le monde est toujours",
  以無為心: "Rien à se soucier",
  聖王雖大: "Le Saint-Roi est grand",
  以虛為主: "Principalement juste",
  故曰: "Par conséquent, il est dit",
  以復而視: "Le regarder avec renaissance",
  則天地之心見: "Le cœur du ciel et de la terre",
  至日而思之: "Y penser à la fin",
  則先王之至覩也: "L'expérience la plus profonde des anciens rois",
  故滅其私而無其身:
    "Par conséquent, vous pouvez perdre votre propre égoïsme et perdre votre propre vie",
  則四海莫不瞻: "Tout le monde dans le monde",
  遠近莫不至: "Tous sont proches",
  殊其己而有其心: "Différent de soi mais avec son cœur",
  則一體不能自全: "Mais un corps ne peut pas être complètement autonome",
  肌骨不能相容: "Les os musculaires sont incompatibles",
  是以上德之人: "C'est une personne avec les vertus ci-dessus",
  唯道是用: "Seul le tao est utilisé",
  不德其德: "Pas vertueux",
  無執無用: "Inutile",
  故能有德而無不為:
    "Par conséquent, vous pouvez avoir la vertu mais tout faire",
  不求而得: "Se faire sans demander",
  不為而成: "C'est fait sans",
  故雖有德而無德名也:
    "Par conséquent, même si vous avez la vertu, vous n'avez ni vertu ni vertu.",
  下德求而得之: "Il est obtenu en cherchant la vertu",
  為而成之: "Fait par",
  則立善以治物: "Être bon pour gérer les choses",
  故德名有焉: "Par conséquent, il y a un nom pour la vertu",
  求而得之必有失焉: "Ce sera une perte si vous le cherchez",
  為而成之必有敗焉: "Si vous réussissez, vous échouerez certainement.",
  善名生則有不善應焉: "Bon nom pour les étudiants a de la malchance.",
  故下德為之而有以為也:
    "Par conséquent, la vertu de la partie inférieure doit être considérée comme",
  無以為者: "Rien à penser",
  無所徧為也: "Rien à faire",
  凡不能無為而為之者: "Quiconque ne peut pas le faire sans le faire",
  皆下德也: "Tous sont des vertus",
  仁義禮節是也: "Oui, le festival Renyi",
  將明德之上下: "Que la vertu soit au-dessus et en dessous",
  輒舉下德以對上德: "Mettez la vertu à la vertu supérieure",
  至於無以為: "Quant aux bêtises",
  極下德下之量: "Le plus de vertu est le meilleur",
  上仁是也: "Oui, Shangren",
  足及於無以為而猶為之焉: "Il suffit de le regarder sans réfléchir",
  為之而無以為: "Rien à penser",
  故有為: "Par conséquent, il y a",
  為之患矣: "C'est un problème",
  本在無為: "Non",
  母在無名: "La mère est inconnue",
  棄本捨母而適其子: "Pour abandonner ta mère et à ton fils",
  功雖大焉: "Bien que les réalisations soient excellentes",
  必有不濟: "Il doit y avoir l'injustice",
  名雖美焉: "Beau",
  偽亦必生: "Il naîtra même si vous êtes triste",
  不能不為而成: "Ça ne peut pas être fait sans",
  不興而治: "Abandonner malheureux",
  則乃為之: "C'est ça",
  故有宏普博施仁愛之者:
    "Par conséquent, il y a ceux qui sont larges, gentils et gentils",
  而愛之無所偏私: "L'amour est altruiste",
  故上仁為之而無以為也:
    "Par conséquent, la bienveillance suprême ne pense pas que ce soit fait",
  愛不能兼: "L'amour ne peut pas être les deux",
  則有抑抗正真而義理之者:
    "Il y a ceux qui résistent à la vérité et ont du sens",
  忿枉祐直: "La colère est vaine",
  助彼攻此物事而有以心為矣:
    "Aidez-les à attaquer cette affaire et à prendre le cœur en conséquence",
  故上義為之而有以為也:
    "Par conséquent, le sens ci-dessus est de y penser et certaines personnes y pensent",
  直不能篤: "Ne peut pas être têtu",
  則有游飾修文: "Il y a une révision de voyage",
  禮敬之者: "Ceux qui respectent",
  尚好修敬: "Toujours bon pour cultiver",
  校責往來: "Contacts liés à l'école",
  則不對之閒: "Pas incohérent",
  忿怒生焉: "La colère surgit",
  故上禮為之而莫之應:
    "Par conséquent, l'empereur lui a donné un cadeau et ne l'a pas accepté",
  則攘臂而扔之: "Jetez-le avec vos bras",
  夫大之極也: "Le plus grand homme est",
  其唯道乎: "Est-ce le seul moyen",
  自此已往: "Sont là depuis",
  豈足尊哉: "Quelle est l'honorable",
  故雖盛業大富而有萬物:
    "Par conséquent, bien qu'il soit riche et a beaucoup de choses",
  猶各得其德: "Chacun d'eux a ses propres vertus",
  雖貴以無為用: "Bien que ce soit inutile",
  不能捨無以為體也: "Je ne peux pas le lâcher sans réfléchir",
  不能捨無以為體: "Je ne peux pas le lâcher",
  則失其為大矣: "C'est un gros problème",
  所謂失道而後德也: "Ce qui est dit être perdu et plus tard la vertu est",
  以無為用: "Rien à utiliser",
  德其母: "La mère de Deyi",
  故能己不勞焉而物無不理: "Par conséquent, vous pouvez tout ignorer sans pitié",
  下此已往: "Voici déjà",
  則失用之母: "La mère de l'inlessie",
  不能無為而貴博施: "Vous ne pouvez pas gagner de l'argent sans rien faire",
  不能博施而貴正直: "Ne peut pas être généreux et droit",
  不能正直而貴飾敬: "Ne peut pas être droit et respectueux",
  所謂失德而後仁: "Ce qui est dit être une perte de vertu et de bienveillance",
  失仁而後義: "Perdre de la bienveillance et être plus tard",
  失義而後禮也: "Discrétion et cadeaux",
  夫禮也: "Cadeau du mari",
  所始首於忠信不篤: "Le début est une question de loyauté et de fiabilité",
  通簡不陽: "Simple et disgracieux",
  責備於表: "Responsable de la liste",
  機微爭制: "Micro-compétition",
  夫仁義發於內: "Le caractère moral du mari est développé en",
  為之猶偽: "Pour la montre",
  況務外飾而可久乎: "Il est temps d'être en faillite et peut durer longtemps",
  故夫禮者: "Par conséquent, le mari est doué",
  忠信之薄而亂之首也: "La tête faible et déraisonnable",
  前識者: "Étranger",
  前人而識也: "Il est également connu des prédécesseurs",
  即下德之倫也: "C'est l'essence de la vertu inférieure",
  竭其聰明以為前識: "Épuisé sa sagesse comme le premier plan",
  役其智力以營庶事:
    "Utilisez son intelligence pour gérer les affaires communes",
  雖德其情: "Bien que la moralité",
  姦巧彌密: "Rape le secret",
  雖豐其譽: "Bien qu'il gagne sa réputation",
  愈喪篤實: "Mieux vaut être vrai",
  勞而事昬: "Travailler dur",
  務而治薉: "Traiter le tractus sacrificiel en faisant",
  雖竭聖智: "Bien que la sagesse sacrée",
  而民愈害: "Et les gens empirent",
  舍己任物: "Sacrifiez vos propres choses",
  則無為而泰: "Rien de bien",
  守夫素樸: "Gardez la vie simple de votre mari",
  則不順典制: "Pas lisse",
  聽彼所獲: "Écoutez ce qu'il a gagné",
  棄此所守: "Laisser ce garde",
  識道之華: "Le caractère sacré de la connaissance",
  而愚之首: "La tête stupide",
  故茍得其為功之母:
    "Par conséquent, il a obtenu ses réalisations en tant que mère de",
  則萬物作焉而不辭也: "Toutes choses sont construites sans pitié",
  萬事存焉而不勞也: "Tout est là mais pas pour terminer",
  用不以形: "Utiliser sans formulaire",
  御不以名: "L'empereur n'a pas de nom",
  故仁義可顯: "Par conséquent, la bienveillance peut être identifiée",
  禮敬可彰也: "Donner du respect peut être félicité",
  夫載之以大道: "Le mari le porte avec la grande façon",
  鎮之以無名: "La ville est nommée",
  則物無所尚: "Rien de plus",
  志無所營: "Rien à faire",
  各任其貞: "Laissez chacun prendre le sien",
  事用其誠: "Utilisez-le avec sincérité",
  則仁德厚焉: "Être gentil et gentil",
  行義正焉: "Le comportement est correct",
  禮敬清焉: "Donnez du respect et soyez honnête",
  棄其所載: "Jeter ce qu'il a fait",
  舍其所生: "Sacrifier ce qu'il a vécu",
  用其成形: "Utilisez-le pour former",
  役其聰明: "Il est très clair",
  仁則誠焉: "Être gentil et gentil",
  義其競焉: "Améliorer la concurrence",
  禮其爭焉: "Se battre",
  故仁德之厚: "Par conséquent, la gentillesse de la bienveillance",
  非用仁之所能也: "Il n'est pas possible d'utiliser la bienveillance",
  行義之正: "La bonne chose à faire",
  非用義之所成也: "Il n'est pas réalisé par le sens",
  禮敬之清: "Respecté et pureté",
  非用禮之所濟也: "Ce n'est pas un endroit à payer au cadeau",
  載之以道: "Le porter avec la vérité",
  統之以母: "Le consolider avec la mère",
  故顯之而無所尚: "Par conséquent, c'est banal",
  彰之而無所競: "C'est clair sans aucun scrupule",
  用夫無名: "Utilisez le mari sans nom",
  故名以篤焉: 'Par conséquent, il est appelé "yuan"',
  用夫無形: "Utilisez un mari sans signe",
  故形以成焉: "Par conséquent, le formulaire est formé",
  守母以存其子: "Gardez votre mère pour sauver votre fils",
  崇本以舉其末: "Pour respecter les racines pour suivre la fin",
  則形名俱有: "Tous ont à la fois des formes et des noms",
  而邪不生: "Et le mal ne survient pas",
  大美配天而華不作:
    "La grande beauté correspond au ciel mais Hua ne le fait pas",
  故母不可遠: "Par conséquent, la mère ne peut pas être séparée",
  本不可失: "Il ne peut pas être perdu",
  仁義: "Renyi",
  母之所生: "Né par la mère",
  非可以為母: "Je ne peux pas être une mère",
  形器: "Façonner le dispositif",
  匠之所成: "Ce que l'artisan est accompli",
  非可以為匠也: "Je ne peux pas être un artisan",
  捨其母而用其子: "Laissez sa mère et utilisez son fils",
  棄其本而適其末: "Débarrassez-vous des racines et adaptez la fin",
  "名則有 所分": "Les noms ont des",
  形則有所止: "Il y a un arrêt dans la forme",
  雖極其大: "Bien qu'il soit extrêmement grand",
  必有不周: "Il doit y avoir un peu inapproprié",
  雖盛其美: "Bien que ce soit beau",
  必有憂患: "Il doit y avoir des ennuis",
  功在為之: "Le résultat est",
  豈足處也: "Le pied est aussi",
  "〉": "None",
  三十九章: "Chapitre 39",
  昔之得一者: "Celui qui l'a obtenu dans le passé",
  "〈昔": "<passé",
  始也: "Le début",
  一: "un",
  數之始而物之極也: "Le début du nombre est l'ultime",
  各是一物之生: "Chacun est la naissance d'une chose",
  所以為主也: "C'est donc l'essentiel",
  物皆各得此一以成: "Tout a ce résultat",
  既成而舍以居成: "Une fois terminé, partez et vivez",
  居成則失其母: "Li Chengya a perdu sa mère",
  故皆裂發歇竭滅蹶也: "Par conséquent, tout est cassé et affaissé",
  "〉": "None",
  天得一以清: "Le ciel est clair",
  地得一以寧: "La terre est digne de",
  神得一以靈: "Dieu a le pouvoir",
  谷得一以盈: "La vallée est pleine",
  萬物得一以生: "Tout peut vivre",
  侯王得一以為天下貞: "Le roi des seigneurs pense que le monde est digne de",
  其致之: "C'est ce que ça veut dire",
  "〈各以其一致此清": "〈Chacun est cohérent avec cela",
  寧: "Ni l'un ni l'autre",
  靈: "Esprit",
  盈: "未分",
  生: "né",
  貞: "南",
  "〉": "None",
  天無以清將恐裂: "Le monde est sans pureté ni terreur",
  "〈用一以致清耳": "〈Utiliser un pour effacer les oreilles",
  非用清以清也: "Il ne s'agit pas d'utiliser clairement",
  守一則清不失: "Garder un esprit clair",
  用清則恐裂也: "Utilisez Qingyan pour disperser",
  故為功之母: "Par conséquent, c'est la mère du mérite",
  不可舍也: "Je ne peux pas abandonner",
  是以皆無用其功: "Par conséquent, personne ne peut utiliser ses réalisations",
  恐喪其本也: "J'ai peur que ce soit la racine",
  "〉": "None",
  地無以寧將恐發: "Rien ne peut provoquer la peur",
  神無以靈將恐歇: "Dieu aura peur de aucun esprit",
  谷無以盈將恐竭: "La vallée est partie sans débordonner",
  萬物無以生將恐滅: "Rien à vivre n'aura peur de",
  侯王無以貴高將恐蹶:
    "Le roi et le roi ont peur d'être en danger d'être absent",
  故貴以賤為本: "Par conséquent, il est cher de prendre le",
  高以下為基: "Plus haut ou plus est la base",
  "是以侯王自稱孤﹑寡﹑不穀":
    "Par conséquent, les princes et les rois prétendent être seuls, veuves et sans scrupules",
  此非以賤為本邪: "Ce n'est pas basé sur le mal",
  非乎: "Non",
  故致數輿無輿: "Par conséquent, le nombre d'irritants n'est pas",
  不欲琭琭如玉: "Je ne veux pas être comme Jade",
  珞珞如石: "Luo Luo est comme une pierre",
  "〈清不能為清": "〈Qing ne peut pas être Qing",
  盈不能為盈: "Eco ne peut pas être Eco",
  皆有其母以存其形: "Tous ont leurs mères pour préserver leur forme",
  故清不足貴: "Par conséquent, la pureté ne suffit pas",
  盈不足多: "Pas assez",
  貴在其母: "Dans sa mère",
  而母無貴形: "La mère est peu coûteuse",
  貴乃以賤為本: "Il est basé sur les avantages",
  高乃以下為基: "Gaona est ce qui suit comme base",
  故致數輿乃無輿也: "Par conséquent, le nombre de tumbling ne tombe pas",
  玉石琭琭珞珞: "Jade 田南",
  體盡於形: "Comme le corps que",
  故不欲也: "Par conséquent, je n'en veux pas",
  "〉": "None",
  四十章: "Chapitre 40",
  反者道之動: "L'opposé est le pouvoir de Tao",
  "〈高以下為基": "〈Ce qui suit est la base",
  貴以賤為本: "Principe basé sur l'argent",
  有以無為用: "Il n'y a pas d'usage",
  此其反也: "C'est le contraire.",
  動皆知其所無: "Tout le monde sait ce que c'est",
  則物通矣: "Tout est clair",
  "故曰「反者道之動」也":
    'Par conséquent, il est dit que "l\'inverse est le mouvement de Tao"',
  "〉": "None",
  弱者道之用: "L'utilisation des faibles",
  "〈柔弱同通": "〈Vent et faible",
  不可窮極: "Ne pas être volé",
  "〉": "None",
  天下萬物生於有: "Toutes choses dans le monde sont nées de l'existence",
  有生於無: "Né en vain",
  "〈天下之物皆以有為生": "〈Tout dans le monde est né",
  有之所始: "Quelque chose a commencé",
  以無為本: "Rien à faire",
  將欲全有: "Avoir tous vos désirs",
  必反於無也: "Ça doit être contre rien",
  "〉": "None",
  四十一章: "Chapitre 41",
  上士聞道: "Les remarques du sergent",
  勤而行之: "Faites-le avec diligence",
  "〈有志也": "<Ambition",
  "〉": "None",
  中士聞道: "Sgt.",
  若存若亡: "S'il existe ou meurt",
  下士聞道: "La parole du caporal",
  大笑之: "En riant",
  不笑不足以為道: "Ne pas sourire ne suffit pas pour être une vérité",
  "故建言有之﹕": "Par conséquent, il y a des suggestions:",
  "〈建": "<établir",
  猶立也: "Se lever",
  "〉": "None",
  明道若昧: "Le chemin est aussi ignorant que",
  "〈光而不耀": "〈Léger mais pas briller",
  "〉": "None",
  進道若退: "Si vous avancez, si vous reculez",
  "〈後其身而身先": "〈Le corps vient en premier",
  外其身而身存: "Corps extérieur mais corps",
  "〉": "None",
  夷道若纇: "La voie de la nature",
  "〈纇": "〈可",
  㘨也: "㘨 Oui",
  大夷之道: "La voie du grand sauvage",
  因物之性: "En raison de la nature des choses",
  不執平以割物: "Ne pas couper les objets",
  其平不見: "Il est injuste",
  乃更反若纇㘨也: "C'est encore plus comme celui qui est idiot",
  "〉": "None",
  上德若谷: "SHANGDE RUO VALLEY",
  "〈不德其德": "〈La vertu de ne pas être vertueux",
  無所懷也: "Rien à craindre",
  "〉": "None",
  大白若辱: "Dabai est humilié",
  "〈知其白": "〈Connaître sa blancheur",
  守其黑: "Gardez-le noir",
  大白然後乃得: "Dabai alors obtenez",
  "〉": "None",
  廣德若不足: "Si Guangde est insuffisant",
  "〈廣德不盈": "〈Guode n'est pas plein",
  廓然無形: "Sans contour",
  不可滿也: "Pas assez",
  "〉": "None",
  建德若偷: "Si Jiande vole",
  "〈偷": "<voler",
  匹也: "Piye",
  建德者: "Jiande",
  因物自然: "Naturel à cause des choses",
  不立不施: "Ne tenez pas ou ne faites pas",
  故若偷匹: "Par conséquent, si vous volez un cheval",
  "〉": "None",
  質真若渝: "Assez sincère",
  "〈質真者": "〈Le sérieux",
  不矜其真: "Ne sois pas honnête",
  故渝: "Propice",
  "〉": "None",
  大方無隅: "Être généreux et sans retenue",
  "〈方而不割": "〈Carré mais pas coupé",
  故無隅也: "Par conséquent, il n'y a pas de coin",
  "〉": "None",
  大器晚成: "Une floraison tardive",
  "〈大器成天下不持全別":
    "〈Les grandes choses sont le monde et ne les conserveront pas tous",
  故必晚成也: "Par conséquent, il sera tard",
  "〉": "None",
  大音希聲: "Gros sons",
  "〈聽之不聞名曰希": "〈L'audience s'appelle xi",
  不可得聞之音也: "Voix méconnaissable",
  有聲則有分: "Il y a un son, il y a une différence",
  有分則不宮而商矣:
    "S'il y a une différence, ce sera une entreprise sans palais",
  分則不能統眾: "La division ne peut être divisée",
  故有聲者非大音也:
    "Par conséquent, s'il y a du son, ce n'est pas un son fort.",
  "〉": "None",
  大象無形: "Éléphant invisible",
  "〈有形則有分": "〈Il y a tangible et il y a une différence",
  有分者不溫則炎:
    "Ceux qui ont une différence n'auront pas d'inflammation légère",
  不炎則寒: "Pas froid et froid",
  故象而形者: "Par conséquent, l'image et la forme",
  非大象: "Non-éléphant",
  "〉": "None",
  道隱無名: "Daokou pas de nom",
  夫唯道: "Seulement le tao",
  善貸且成: "Bons prêts et succès",
  "〈凡此諸善": "〈Tout cela est bon",
  皆是道之所成也: "Tous sont créés par Tao",
  在象則為大象: "Dans l'éléphant",
  而大象無形: "Et l'éléphant est invisible",
  在音則為大音: "Le son est grand",
  而大音希聲: "Et le grand son du",
  物以之成而不見其成形: "Les choses se forment sans les voir",
  故隱而無名也: "Par conséquent, il est inconnu mais pas célèbre",
  貸之非唯供其乏而已: "Les prêts ne sont pas seulement pour leur manque",
  一貸之則足以永終其德:
    "Un prêt suffit pour mettre fin à sa vertu pour toujours",
  故曰善貸也: "Par conséquent, c'est appelé un bon prêt",
  成之不如機匠之裁: "Ce n'est pas aussi bon qu'une queue d'artisan",
  無物而不濟其形: "Rien mais pas jaloux de sa forme",
  故曰善成: "Par conséquent, on dit qu'il est bon",
  "〉": "None",
  四十二章: "Chapitre 42",
  道生一: "Daoshengyi",
  一生二: "Une vie deux",
  二生三: "Deux générations trois",
  三生萬物: "Trois vies de milliers de choses",
  萬物負陰而抱陽:
    "Toutes choses sont allongées sur les cornes et s'accrochent au yang",
  沖氣以為和: "Pour être honnête,",
  人之所惡: "Ce que les gens détestent",
  "唯孤﹑寡﹑不穀": "Seulement seul, veuve, sans scrupules",
  而王公以為稱: "Et le prince pensait que c'était",
  故物或損之而益:
    "Par conséquent, les choses peuvent être endommagées et bénéficier",
  或益之而損: "Peut-être que ça va faire mal",
  "〈萬物萬形": "〈Toutes choses et formes",
  其歸一也: "C'est aussi vrai",
  何由致一: "Il youzhiyi",
  由於無也: "Parce que ce n'est pas",
  由無乃一: "Yui Naoichi",
  一可謂無: "Tout peut être dit être",
  已謂之一: "Déjà un",
  豈得無言乎: "Si sans voix",
  有言有一: "Il y a un mot et un mot",
  非二如何: "Et non-Two",
  有一有二: "Il y en a un et deux",
  遂生乎三: "Alors j'ai donné naissance à trois",
  從無之有: "Rien",
  數盡乎斯: "Combien",
  過此以往: "Dans le passé",
  非道之流: "Flux non-Tao",
  故萬物之生: "Par conséquent, la naissance de toutes choses",
  吾知其主: "Je connais son maître",
  雖有萬形: "Bien qu'il existe des milliers de formes",
  沖氣一焉: "Un regard",
  百姓有心: "Les gens ont un cœur",
  異國殊風: "Différentes nations",
  而得一者: "Et en obtenir un",
  王侯主焉: "Le roi et le prince",
  以一為主: "Concentrez-vous sur un",
  一何可舍: "Que puis-je abandonner",
  愈多愈遠: "Plus vous obtenez, plus vous obtenez",
  損則近之: "Le plus proche",
  損之至盡: "C'est tellement génial",
  乃得其極: "Alors tu obtiens le meilleur",
  既謂之一: "L'un des plus sarcastiques",
  猶乃至三: "Regarder et même trois",
  況本不一而道可近乎: "La situation est différente mais la voie est proche",
  損之而益: "Il en profitera",
  豈虛言也: "Juste parler",
  "〉": "None",
  人之所教: "Ce que les gens enseignent",
  我亦教之: "Je t'apprendrai aussi",
  "〈我之非強使人從之也":
    "〈Je ne suis pas assez fort pour forcer les autres à venir de",
  而用夫自然: "Et utilisez le mari naturellement",
  舉其至理: "C'est le plus raisonnable",
  順之必吉: "Ce sera propice si vous êtes lisse",
  違之必凶: "La violence sera mauvaise",
  故人相教: "De vieux amis se enseignent les uns les autres",
  違之自取其凶也: "Si vous n'êtes pas mauvais, vous aurez des ennuis.",
  亦如我之教人: "Tout comme mes enseignements",
  勿違之也: "Ne le manque pas",
  "〉": "None",
  強梁者不得其死: "Ceux qui sont forts ne mourront pas",
  吾將以為教父: "Je vais le considérer comme le parrain",
  "〈强梁則必不得其死": "〈Le fort et le puissant ne mourront jamais",
  人相教為强梁: "Les gens s'apprennent à être un faisceau fort",
  則必如我之教人不當為强梁也:
    "Ça doit être comme si mes gens enseignants ne sont pas un homme fort",
  舉其強梁不得其死以教邪:
    "Si vous êtes fort, vous ne pourrez pas mourir et enseigner le mal",
  若云順吾教之必吉也: "Si vous dites que votre enseignement sera propice",
  故得其違教之徒: "Par conséquent, il a eu les disciples maléfiques",
  適可以為教父也: "Il convient au parrain",
  "〉": "None",
  四十三章: "Chapitre 43",
  天下之至柔: "Le monde le plus doux",
  馳騁天下之至堅: "La chose la plus importante au monde",
  "〈氣無所不入": "〈L'atmosphère est invisible",
  水無所不出於經: "L'eau n'est rien d'autre que hors du",
  "〉": "None",
  無有入無間: "Entrée interdite",
  吾是以知無為之有益: "Je sais que rien n'est bénéfique",
  "〈虛無柔弱": "〈Les faibles et les faibles",
  無所不通: "Rien à faire",
  無有不可窮: "Rien ne peut être ruiné",
  至柔不可折: "Le plus doux ne peut pas être plié",
  以此推之: "Se référer à cela",
  故知無為之有益也:
    "Par conséquent, il est avantageux de savoir que rien n'est efficace",
  "〉": "None",
  不言之教: "Un enseignement sans dire",
  無為之益: "Rien à faire",
  天下希及之: "Le monde espère aller",
  四十四章: "Chapitre 44",
  名與身孰親: "Lequel est vrai du nom ou du corps",
  "〈尚名好高": "〈Shang célèbre",
  其身必疏: "Le corps doit être distant",
  "〉": "None",
  身與貨孰多: "Lequel est le plus corporel ou les biens",
  "〈貪貨無厭": "〈Les marchandises sont en stock",
  其身必少: "Ça doit être moins",
  "〉": "None",
  得與亡孰病: "Quelle maladie est causée ou morte",
  "〈得多利而亡其身": "〈La mort de sa vie avec plus d'avantages",
  何者為病也: "Qui est une maladie",
  "〉": "None",
  是故甚愛必大費:
    "Par conséquent, si vous l'aimez beaucoup, vous devrez payer beaucoup",
  多藏必厚亡: "Plus caché conduira à une grande destruction",
  "〈甚愛不與物通":
    "〈Je t'aime beaucoup et je ne peux pas communiquer avec les choses",
  多藏不與物散: "Il n'est pas dispersé ou dispersé",
  求之者多: "Beaucoup de gens le cherchent",
  攻之者眾: "Tous ceux qui l'ont attaqué",
  為物所病: "Maladie par des choses",
  故大費厚亡也: "Par conséquent, le gros argent est trop lourd pour mourir",
  "〉": "None",
  知足不辱: "Être content sans être humilié",
  知止不殆: "Savoir s'arrêter ne se terminera pas",
  可以長久: "Peut durer plus longtemps",
  四十五章: "Chapitre 45",
  大成若缺: "Grand succès ou manque",
  其用不弊: "Son utilisation n'est pas mauvaise",
  "〈隨物而成": "〈Fait à partir de choses",
  不為一象: "Pas un",
  故若缺也: "Par conséquent, s'il manque",
  "〉": "None",
  大盈若沖: "Le jour est comme un léger",
  其用不窮: "Est-ce inutile",
  "〈大盈充足": "<Abondant",
  隨物而與: "Avec tout",
  無所愛矜: "Pas d'amour",
  故若沖也: "Par conséquent, si vous vous précipitez",
  "〉": "None",
  大直若屈: "Grand droit",
  其用不居: "C'est inutile",
  "〈隨物而直": "〈Directement des choses",
  直不在一: "Pas ensemble",
  故若屈也: "Par conséquent, si vous trahissez",
  "〉": "None",
  大巧若拙: "Une grande compétence est comme un maladroit",
  其用不輟: "Est-ce utile ou non",
  "〈大巧": "〈Dajie",
  因自然以成器: "Il est naturel de devenir un outil",
  不造為異端: "Ne pas être étrange",
  故若拙也: "Par conséquent, si c'est maladroit",
  "〉": "None",
  大辯若訥: "Un gros problème",
  其用不差: "Ce n'est pas mal",
  "〈大辯因物而言": "〈Pour les grands facteurs",
  己無所造: "Rien fait",
  故若訥也: "Par conséquent, si vous êtes licencié",
  "〉": "None",
  躁勝寒: "Agité et froid",
  靜勝熱: "Reste fort",
  清靜為天下正: "Le monde est le droit",
  "〈躁罷然後勝寒": "〈Après avoir été agité et puis avoir froid",
  靜無為以勝熱: "Restez calme et ne faites rien à faire",
  以此推之: "Se référer à cela",
  則清靜為天下正也: "Le monde est clair et tranquille",
  靜則全物之真: "La vérité de tout",
  躁則犯物之性: "La nature d'être impétueux et offensée",
  故惟清靜: "Par conséquent, ce n'est que clair et silencieux",
  乃得如上諸大也: "C'est aussi génial que ci-dessus",
  "〉": "None",
  四十六章: "Chapitre 46",
  天下有道: "Il y a un moyen dans le monde",
  卻走馬以糞: "Marchez juste au cheval",
  "〈天下有道": "〈Il y a un moyen dans le monde",
  知足知止: "Être content et arrêter",
  無求於外: "Rien à demander à l'extérieur",
  各修其內而已: "Il suffit de le réparer",
  故卻走馬以治田糞也:
    "Par conséquent, je peux également utiliser des chevaux pour gérer les champs.",
  "〉": "None",
  天下無道: "Le monde n'est en aucun cas",
  戎馬生於郊: "Rong Ma est né en banlieue",
  "〈貪欲無厭": "〈Le désir est inutile",
  不修其內: "Ne pas réparer la situation",
  各求於外: "Tout le monde cherche dehors",
  故戎馬生於郊也: "Par conséquent, Rong Ma est né en banlieue",
  "〉": "None",
  禍莫大於不知足: "Rien de plus que d'être content",
  咎莫大於欲得: "Le plus grand blâme est d'obtenir",
  故知足之足: "Par conséquent, le contentement de",
  常足矣: "Toujours assez",
  四十七章: "Chapitre 47",
  不出戶: "Pas disponible",
  知天下: "Connaître le monde",
  不闚牖: "Pas mal",
  見天道: "Voir la voie du paradis",
  "〈事有宗": "〈Il y a un clan",
  而物有主: "Et les choses ont la leur",
  途雖殊而同歸也: "Bien que les chemins soient différents, le même",
  慮雖百而其致一也: "Même si l'un est le même que",
  道有大常: "Le tao a une grande éternité",
  理有大致: "C'est à peu près raisonnable",
  執古之道: "La voie des temps anciens",
  可以御今: "Peut être une bonne personne",
  雖處於今: "Bien qu'aujourd'hui",
  可以知古始: "Vous pouvez connaître le début des temps anciens",
  故不出戶闚牖而可知也: "Par conséquent, il peut être vu sans quitter la porte",
  "〉": "None",
  其出彌遠: "Son départ de la porte",
  其知彌少: "Il sait peu",
  "〈無在於一": "〈Rien dans un",
  而求之於眾也: "Et le chercher de tous",
  道視之不可見: "La vue taoïste est invisible",
  聽之不可聞: "Inouï",
  搏之不可得: "Se battre dur",
  如其知之: "Comme il sait",
  不須出戶: "Pas besoin d'être envoyé",
  若其不知: "S'il ne sait pas",
  出愈遠愈迷也: "Plus vous allez, plus vous devenez, plus vous devenez",
  "〉": "None",
  是以聖人不行而知: "Par conséquent, les saints ne savent pas",
  不見而名: "Célèbre en aucun cas",
  "〈得物之致": "〈Le résultat de l'obtention de choses",
  故雖不行而慮可知也:
    "Par conséquent, même si vous ne le faites pas, vous pouvez le voir",
  識物之宗: "La secte de la connaissance",
  故雖不見: "Donc même si je ne le vois pas",
  而是非之理可得而名也: "Mais la raison de ne pas être peut être nommée",
  "〉": "None",
  不為而成: "C'est fait sans",
  "〈明物之性": "〈La nature des choses",
  因之而已: "C'est ça",
  故雖不為而使之成矣: "Par conséquent, même si ce n'est pas fait, il réussira",
  "〉": "None",
  四十八章: "Chapitre 48",
  為學日益: "Pour apprendre de plus en plus",
  "〈務欲進其所能": "〈Travaille pour réaliser ce qu'il peut",
  益其所習: "Bénéficier des avantages",
  "〉": "None",
  為道日損: "Pour le Soleil Dao",
  "〈務欲反虛無也": "〈Le désir de riposter n'est rien",
  "〉": "None",
  損之又損: "Presser et balayer",
  以至於無為: "Tellement que",
  無為而無不為: "Rien mais rien",
  "〈有為則有所失": "〈Il y a une perte",
  故無為乃無所不為也: "Par conséquent, rien n'est à faire",
  "〉": "None",
  取天下常以無事: "Rien ne peut arriver au monde",
  "〈動常因也": "〈La cause du mouvement est aussi",
  "〉": "None",
  及其有事: "C'est très intéressant",
  "〈自己造也": "〈Faire vous-même",
  "〉": "None",
  不足以取天下: "Pas assez pour gagner le monde",
  "〈失統本也": "〈La perte des règles",
  "〉": "None",
  四十九章: "Chapitre 49",
  聖人無常心: "L'homme sacré n'a pas envie",
  以百姓心為心: "Prendre le cœur du peuple",
  "〈動常因也": "〈La cause du mouvement est aussi",
  "〉": "None",
  善者: "Bien",
  吾善之: "Je vais bien",
  不善者: "Le mauvais",
  吾亦善之: "Je vais bien aussi",
  "〈各因其用則善不失也": "〈Chacun d'utilisation est bon et bon",
  "〉": "None",
  德善: "Divinité et bonté",
  "〈無棄人也": "〈Personne n'est abandonné",
  "〉": "None",
  信者: "Croyants",
  吾信之: "Je crois",
  不信者: "Les incroyants",
  吾亦信之: "Je le crois aussi",
  德信: "Dexin",
  聖人在天下歙歙: "Les saints sont dans le monde",
  為天下渾其心: "Dédiquez votre cœur au monde",
  "〈各用聰明": "〈Chaque utilisation est claire",
  "〉": "None",
  百姓皆注其耳目: "Tous les gens font attention à leurs yeux et leurs oreilles",
  聖人皆孩之: "Tous les gens sacrés sont des enfants",
  "〈皆使和而無欲": "〈Tout le monde fait l'harmonie mais sans désir",
  如嬰兒也: "Comme un bébé",
  夫天地設位: "L'emplacement du monde",
  聖人成能: "La capacité du saint",
  人謀鬼謀: "Les êtres humains sont des fantômes",
  百姓與能者: "Les gens et le capable",
  能者與之: "Le capable et",
  資者取之: "Les gourous le prennent",
  能大則大: "Super",
  資貴則貴: "Privilège",
  物有其宗: "Il y a un principe",
  事有其主: "Les choses ont leurs propres principes",
  如此則可冕旒充目而不懼於欺:
    "De cette façon, vous pouvez être rempli de vos yeux sans être trompé",
  黈纊塞耳而無戚於慢: "Le bouchon d'oreille n'est pas sans rapport",
  又何為勞一身之聰明: "Pourquoi est-ce une chose intelligente à faire",
  以察百姓之情哉: "Comment puis-je observer les sentiments du peuple",
  夫以明察物: "Pour voir clairement les choses",
  物亦競以其明應之: "Les choses rivalisent également avec leur clarté",
  以不信察物: "Ne pas croire aux choses",
  物亦競以其不信應之:
    "Les choses sont également en concurrence parce qu'elles ne le croient pas",
  "夫天下之 心": "Le cœur du monde",
  不必同其所應: "Je n'ai pas besoin d'être le même que",
  不敢異則莫肯用其情矣: "N'ose pas le déformer, n'utilisez pas les sentiments",
  甚矣害之大也: "C'est tellement nocif",
  莫大於用其明矣: "Rien de plus que de l'utiliser clairement",
  夫在智則人與之訟: "Le mari est dans le sage et la vérité",
  在力則人與之爭: "Dans la lutte entre le pouvoir",
  智不出於人而立乎訟地則窮矣:
    "La sagesse n'est pas née des gens et est invincible",
  力不出於人而立乎爭地則危矣:
    "Le pouvoir ne peut pas être hors des gens et se tient dans une bataille. C'est dangereux",
  未有能使人無用其智力乎己者也:
    "Personne ne peut faire en sorte que les gens utilisent leur intelligence",
  如此則己以一敵人: "De cette façon, je serai un ennemi",
  而人以千萬敵己也: "Et les gens sont tenus de se vaincre",
  若乃多其法網: "S'il y a beaucoup de réseaux de dharma",
  煩其刑罰: "Pouvoir de difficulté",
  塞其徑路: "Bloquer le chemin",
  攻其幽宅: "Attaquer sa maison isolée",
  則萬物失其自然: "Toutes choses perdent leur nature",
  百姓喪其手足: "Les gens sont complaisants",
  鳥亂於上: "Les oiseaux ont tort",
  魚亂於下: "Le poisson a tort",
  是以聖人之於天下歙歙焉: "Par conséquent, les gens sacrés ont honte du monde",
  心無所主也: "Il n'y a pas de maître dans le cœur",
  為天下渾心焉: "Pour le monde entier,",
  意無所適莫也: "Rien à voir avec le sens",
  無所察焉: "Rien à observer",
  百姓何避: "Pourquoi les gens évitent-ils",
  無所求焉: "Rien à demander",
  百姓何應: "Que pensent les gens",
  無避無應: "Pas d'évasion",
  則莫不用其情矣: "Ensuite, tout le monde utilise les sentiments",
  人無為舍其所能: "Personne ne peut abandonner ce qu'il peut",
  而為其所不能: "Mais pour ce qu'il ne peut pas",
  舍其所長: "Laissez ce que vous avez",
  而為其所短: "Mais pour ses lacunes",
  如此: "de cette façon",
  則言者言其所知: "Les mots disent ce qu'ils savent",
  行者行其所能: "Le marcheur fait ce qu'il peut",
  百姓各皆注其耳目焉:
    "Tous les gens font attention à leurs oreilles et leurs yeux",
  吾皆孩之而已: "Je suis tout juste des enfants",
  "〉": "None",
  五十章: "Chapitre 50",
  出生入死: "passer par le feu et l'eau",
  "〈出生地": "<lieu de naissance",
  入死地: "Aller à mort",
  "〉": "None",
  生之徒: "Disciples vivants",
  十有三: "Treize",
  死之徒: "Les morts",
  十有三: "Treize",
  人之生: "La vie des êtres humains",
  動之死地: "Le lieu de la mort",
  亦十有三: "Aussi treize",
  夫何故: "Pourquoi",
  以其生生之厚: "Avec son épaisseur",
  蓋聞善攝生者: "Ceux qui entendent de bonnes actions",
  陸行不遇兕虎: "Aucune rencontre avec un tigre dans le voyage",
  入軍不被甲兵: "Ne sera pas vaincu par des soldats blindés",
  兕無所投其角: "Rien à voir avec son klaxon",
  虎無所措其爪: "Le tigre est à perte",
  兵無所容其刃: "L'épée est invincible",
  夫何故: "Pourquoi",
  以其無死地: "À cause de sa mort",
  "〈十有三": "〈Dix treize",
  猶云十分有三分: "Le nuage est de trois points",
  取其生道: "Prendre le mode de vie",
  全生之極: "La fin de toute la vie",
  十分有三耳: "Très trois oreilles",
  取死之道: "La façon de mourir",
  全死之極: "Tout la mort",
  亦十分有三耳: "Très trois oreilles",
  而民生生之厚: "Le moyen de subsistance du peuple est si fort",
  更之無生之地焉: "Quel endroit où il n'y a pas de vie",
  "善攝生者無以生為 生":
    "Ceux qui sont bons en fertilité ne doivent pas naître",
  故無死地也: "Par conséquent, il n'y a pas d'endroit où mourir",
  器之害者: "Le mal de l'outil",
  莫甚乎兵戈: "Rien de plus que militaire",
  獸之害者: "Le mal de la bête",
  莫甚乎兕虎: "Rien de plus qu'un tigre",
  而令兵戈無所容其鋒刃: "Et l'épée est hors de portée de l'ennemi",
  虎兕無所措其爪角: "Les griffes du tigre sont vaines",
  斯誠不以欲累其身者也: "Si vous n'avez pas besoin de blesser votre corps",
  何死地之有乎: "Comment puis-je mourir?",
  "夫蚖蟺以 淵為淺": "Le sacré sacré sacré sacré",
  而鑿穴其中: "Et le crâne est dans",
  鷹鸇以山為卑: "La montagne est la plus basse",
  而增巢其上: "et augmenter le nid",
  矰繳不能及: "Je ne peux pas atteindre",
  網罟不能到: "L'accès à Internet ne peut pas être atteint",
  可謂處於無死地矣: "On peut dire que c'est en mortalité",
  然而卒以甘餌: "Cependant, il a finalement apprécié le",
  乃入於無生之地: "Entrer dans un endroit où il n'y a pas de vie",
  豈非生生之厚乎: "N'est-ce pas tant de vivre",
  "故物茍不以 求離其本":
    "Par conséquent, les choses ne cherchent pas à laisser leurs racines",
  不以欲渝其真: "N'essayez pas de changer la vérité",
  雖入軍而不害: "Même si vous rejoignez l'armée, ce ne sera pas nocif",
  陸行而不可犯也: "Ne le violez pas",
  赤子之可則而貴信矣: "L'enfant innocent est digne de confiance",
  "〉": "None",
  五十一章: "Chapitre 51",
  道生之: "Daosheng",
  德畜之: "Vertu et animal",
  物形之: "La forme des objets",
  勢成之: "Complet",
  "〈物生而後畜": "〈Né et animaux",
  畜而後形: "Animal et arrière",
  形而後成: "Métaphysique",
  何由而生: "Comment se fait-il que ce soit né",
  道也: "Dao aussi",
  何得而畜: "Comment s'en débarrasser",
  德也: "Deyi",
  何由而形: "Comment former",
  物也: "Les choses sont aussi",
  何使而成: "Qu'est-ce qui peut être fait",
  勢也: "Oui",
  唯因也: "Seule cause",
  故能無物而不形: "Par conséquent, cela peut être sans objets",
  唯勢也: "Seulement",
  故能無物而不成: "Par conséquent, cela peut être fait sans rien",
  凡物之所以生: "Ce qui fait que toutes choses se réalisent",
  功之所以成: "La raison pour laquelle les réalisations sont accomplies",
  皆有所由: "Tous ont une raison",
  有所由焉: "Il y a quelque chose à faire",
  則莫不由乎道也: "Tous dépendent de la vérité",
  故推而極之: "Par conséquent, c'est impulsif",
  亦至道也: "C'est aussi le chemin",
  隨其所因: "Par la raison",
  故各有稱焉: "Par conséquent, chacun a son propre nom",
  "〉": "None",
  是以萬物莫不尊道而貴德:
    "Par conséquent, toutes choses respectent la vertu Tao et Cherish",
  "〈道者": "〈Le taoïste",
  物之所由也: "D'où viennent les choses",
  德者: "La vertu",
  物之所得也: "Ce que tu obtiens",
  由之乃得: "De là, vous pouvez l'obtenir",
  故曰不得不失: "Par conséquent, il est dit que vous devez perdre",
  尊之則害: "Le mal d'honneur",
  不得不貴也: "Je dois payer aussi",
  "〉": "None",
  道之尊: "Le Seigneur de Tao",
  德之貴: "La préciosité de la vertu",
  夫莫之命而常自然: "Personne ne sera toujours naturel",
  "〈命並作爵": "〈Le sort est appelé",
  "〉": "None",
  故道生之: "Par conséquent, le tao est né",
  德畜之: "Vertu et animal",
  長之育之: "Désir de cultiver",
  亭之毒之: "Le poison du ting",
  蓋之覆之: "Couvrir",
  "〈謂成其實": "〈Ça devient réel",
  各得其庇蔭: "Chacun obtient son propre sanctuaire",
  不傷其體矣: "Ne blessez pas votre corps",
  "〉": "None",
  生而不有: "Né sans",
  為而不恃: "Ne comptez pas dessus",
  "〈為而不有": "〈Pour mais pas",
  "〉": "None",
  長而不宰: "Long mais pas massacré",
  是謂玄德: "C'est Xuande",
  "〈有德而不知其主也": "〈Soyez vertueux mais ne connaissez pas le maître",
  出乎幽冥: "Hors du monde",
  是以謂之玄德也: "Par conséquent, la vertu mystérieuse est",
  "〉": "None",
  五十二章: "Chapitre 52",
  天下有始: "Il y a un début dans le monde",
  以為天下母: "Pensez à la mère du monde",
  "〈善始之則善養畜之矣":
    "〈La première chose est d'être douée pour élever et élever",
  故天下有始則可以為天下母矣:
    "Par conséquent, le monde a son début et peut être la mère du monde",
  按此段注文原脫: "Cliquez sur ce paragraphe pour noter Original",
  據樓宇烈補: "Le bâtiment est éclairé",
  "〉": "None",
  既得其母: "Obtenez sa mère",
  以知其子: "Connaître son fils",
  既知其子: "Connaître son fils",
  復守其母: "Gardez votre mère",
  沒身不殆: "Rien à être vivant",
  "〈母": "<mère",
  本也: "Je aussi",
  子: "fils",
  末也: "Mo ye",
  得本以知末: "Apprenez la racine à connaître la fin",
  不舍本以逐末也: "Je ne veux pas laisser les racines pour poursuivre la fin",
  "〉": "None",
  塞其兌: "Arrêter",
  閉其門: "Fermer sa porte",
  "〈兌": "〈发",
  事欲之所由生: "D'où vient le désir",
  門: "porte",
  事欲之所由從也: "D'où vient les choses",
  "〉": "None",
  終身不勤: "En fin de compte, je ne travaille pas dur",
  "〈無事永逸": "〈Rien pour toujours",
  故終身不勤也: "Par conséquent, je ne suis pas diligent dans ma vie",
  "〉": "None",
  開其兌: "L'ouvrir",
  濟其事: "S'inquiéter de la question",
  終身不救: "Je ne te sauverai jamais",
  "〈不閉其原而濟其事":
    "〈Jusqu'à la fermeture de son état d'origine et sacrifier ses affaires",
  故雖終身不救: "Par conséquent, même si je ne suis pas sauvé",
  "〉": "None",
  見小曰明: "Rencontrez Xiao Yueming",
  守柔曰強: "Soyez doux et fort",
  "〈為治之功不在大": "〈L'effet du remède n'est pas grand",
  見大不明: "C'est très inconnu",
  見小乃明: "Rencontrez Konomiya",
  守强不强: "Est-ce fort ou non",
  守柔乃强也: "Être doux est fort",
  "〉": "None",
  用其光: "Utilisez sa lumière",
  "〈顯道以去民迷": "〈Montre pour se débarrasser des gens",
  "〉": "None",
  復歸其明: "Récupérer la clarté",
  "〈不明察也": "〈Ne pas être conscient de",
  "〉": "None",
  無遺身殃: "Pas de mal au corps",
  是為習常: "Est-ce normal",
  "〈道之常也": "〈L'éternité de Tao",
  "〉": "None",
  五十三章: "Chapitre 53",
  使我介然有知: "Fais-moi savoir",
  行於大道: "Marcher sur l'avenue",
  唯施是畏: "Seul donner la peur",
  "〈言若使我可介然有知": "〈Si je peux te le dire, je saurai",
  行大道於天下: "Marcher la grande voie vers le monde",
  唯施為之是畏也: "Seul donner la peur",
  "〉": "None",
  大道甚夷: "La route est très sans restriction",
  而民好徑: "Et les gens sont heureux",
  "〈言大道蕩然正平": "〈Parler de la grande façon est si sévère",
  而民猶尚舍之而不由:
    "Mais les gens abandonnent toujours la montre mais ne peuvent pas s'empêcher",
  好從邪徑: "Les bonnes choses viennent du mal",
  況復施為以塞大道之中乎: "Est-il nécessaire de bloquer la route",
  故曰: "Par conséquent, il est dit",
  大道甚夷: "La route est très sans restriction",
  而民好徑: "Et les gens sont heureux",
  "〉": "None",
  朝甚除: "Comment éliminer le",
  "〈朝": "<vers",
  宮室也: "La salle du palais est aussi",
  除: "retirer",
  潔好也: "Bon de le faire",
  "〉": "None",
  田甚蕪: "Tian Shin-Chung",
  倉甚虛: "Comme c'est mauvais",
  "〈朝甚除": "〈Le tribunal a été éliminé",
  則田甚蕪: "Ye Tian Shiqi",
  倉甚虛: "Comme c'est mauvais",
  設一而眾害生也: "Installez-en un et tout le monde souffrira",
  "〉": "None",
  服文綵: "Documentation adaptée",
  帶利劍: "Bande-annonce",
  厭飲食: "Régime",
  財貨有餘: "Un stock financier est disponible",
  是為盜夸: "C'est une louange",
  非道也哉: "Ce n'est pas tao",
  "〈凡物不以其道得之": "〈Toutes choses ne sont pas obtenues par leur chemin",
  則皆邪也: "Tous sont mauvais",
  邪則盜也: "Le mal est aussi une faute",
  夸而不以其道得之: "Promouvoir sans l'atteindre par sa propre manière",
  竊位也: "Aussi",
  故舉非道以明非道: "Par conséquent, ce n'est pas le moyen de le comprendre",
  則皆盜夸也: "Tous louent",
  "〉": "None",
  五十四章: "Chapitre 54",
  善建者不拔: "Ceux qui sont doués pour construire ne se retireront pas",
  "〈固其根而後營其末": "〈Solidation ses racines puis démarrer ses extrémités",
  故不拔也: "Par conséquent, ce n'est pas de se retirer",
  "〉": "None",
  善抱者不脫: "Ceux qui sont doués pour étreindre ne seront pas nuls",
  "〈不貪於多": "<Pas plus",
  齊其所能: "À ce qu'il peut",
  故不脫也: "Par conséquent, il ne doit pas être supprimé",
  "〉": "None",
  子孫以祭祀不輟: "Zisun a fait des sacrifices sans sacrifier",
  "〈子孫傳此道以祭祀則不輟也":
    "〈Zi Shun a prêché cette façon de sacrifier et de ne pas sacrifier",
  "〉": "None",
  修之於身: "Cultiver dans le corps",
  其德乃真: "La vertu est vraie",
  修之於家: "Réparation à la maison",
  其德乃餘: "Sa vertu est abondante",
  "〈以身及人也": "〈Avec le corps et la personne",
  修之身則真: "Le vrai corps de la culture",
  修之家則有餘: "Il y a beaucoup de maisons dans la maison",
  修之不廢: "Réparer sans aucun dommage",
  所施轉大: "Le",
  "〉": "None",
  修之於鄉: "Réparation dans le pays",
  其德乃長: "Sa vertu est plus forte",
  修之於國: "Réparation en Chine",
  其德乃豐: "Sa vertu est prospère",
  修之於天下: "Cultivez le monde",
  其德乃普: "Sa vertu est universelle",
  故以身觀身: "Par conséquent, regardez le corps avec votre corps",
  以家觀家: "Regardez la maison",
  以鄉觀鄉: "Visiter le pays",
  以國觀國: "Visiter le pays",
  "〈彼皆然也": "〈Il en va de même",
  "〉": "None",
  以天下觀天下: "Pour voir le monde",
  "〈以天下百姓心觀天下之道也":
    "〈Le chemin de la visualisation du monde avec le cœur du peuple",
  天下之道: "La voie du monde",
  逆順吉凶: "Bonne et malchance dans la direction opposée",
  亦皆如人之道也: "Tout est comme des manières humaines",
  "〉": "None",
  吾何以知天下然哉: "Comment puis-je connaître le monde",
  以此: "Avec",
  "〈此上之所云也": "〈Qu'est-ce qui est dit ci-dessus",
  言吾何以得知天下乎: "Comment puis-je connaître le monde",
  察己以知之: "Observez-vous pour le savoir",
  不求於外也: "Ne cherchez pas dehors",
  所謂不出戶以知天下者也:
    "On dit que vous ne pouvez pas dire au monde que vous savez",
  "〉": "None",
  五十五章: "Chapitre 55",
  含德之厚: "La vertu de la vertu",
  比於赤子: "Par rapport à des innocents",
  蜂蠆虺蛇不螫: "L'abeille et les serpents ne piquent pas",
  猛獸不據: "La bête n'est pas sucé",
  攫鳥不搏: "Arracher les oiseaux sans se battre",
  "〈赤子無求無欲": "〈L'enfant innocent n'a pas de désirs et pas de désirs",
  不犯眾物: "N'offensez rien",
  故毒蟲之物無犯之人也: "Par conséquent, personne qui commet des vers vénéneux",
  含德之厚者: "Celui qui a la vertu de",
  不犯於物: "Ne commettez aucun crime",
  故無物以損其全也:
    "Par conséquent, rien ne peut être utilisé pour détruire son intégralité",
  "〉": "None",
  骨弱筋柔而握固: "Os faibles et tendons doux et ferme",
  "〈以柔弱之故": "〈À cause de la faiblesse",
  故握能周固: "Par conséquent, la poignée peut être ferme et solide",
  "〉": "None",
  未知牝牡之合而全作:
    "À l'insu de la combinaison de mâle et de femme, et complet",
  "〈作": "<faire",
  長也: "Long ye",
  無物以損其身: "Rien pour tenir son corps",
  故能全長也: "Par conséquent, il peut être plein",
  言含德之厚者: "Ceux qui disent que la vertu est si forte",
  無物可以損其德: "Rien ne peut détruire sa vertu",
  渝其真: "Yuqizhen",
  柔弱不爭而不摧折: "Faiblesse sans conflit sans se casser",
  皆若此也: "Tout comme ça",
  "〉": "None",
  精之至也: "L'essence est la plus",
  終日號而不嗄: "Date finale sans",
  "〈無爭欲之心": "〈Le cœur sans désir",
  故終日出聲而不嗄也: "Par conséquent, le soleil sonne enfin mais ne sonne pas",
  "〉": "None",
  和之至也: "Il est temps d'être harmonieux",
  知和曰常: "Connaître l'harmonie est toujours",
  "〈物以和為常": "〈Comme les choses sont harmonieuses comme constantes",
  故知和則得常也: "Par conséquent, nous savons que l'harmonie est normale",
  "〉": "None",
  知常曰明: "Connaître la constante est Ming",
  "〈不皦不昧": "〈Ne pas être dupe",
  不溫不涼: "Pas chaud ou froid",
  此常也: "C'est toujours le même",
  無形不可得而見: "Invisible et méconnaissable",
  曰明也: "C'est Ming",
  "〉": "None",
  益生曰祥: "Les probiotiques sont propices",
  "〈生不可益": "〈La vie n'est pas bénéfique",
  益之則夭也: "Il vaut mieux perdre la vie",
  "〉": "None",
  心使氣曰強: "Le cœur rend l'air fort",
  "〈心宜無有": "〈Le cœur est ok sans",
  使氣則強: "Rendre l'atmosphère forte",
  "〉": "None",
  物壯則老: "Chance",
  謂之不道: "C'est injuste",
  不道早已: "Je suis depuis longtemps",
  五十六章: "Chapitre 56",
  知者不言: "Ceux qui savent ne parlent pas",
  "〈因自然也": "〈À cause de la nature",
  "〉": "None",
  言者不知: "L'orateur ne sait pas",
  "〈造事端也": "〈Créer des ennuis",
  "〉": "None",
  塞其兌: "Arrêter",
  閉其門: "Fermer sa porte",
  挫其銳: "Supprimer son prix",
  "〈含守質也": "〈Y compris la qualité",
  "〉": "None",
  解其分: "Expliquer les points",
  "〈除爭原也": "〈Sauf le conflit",
  "〉": "None",
  和其光: "Harmonie",
  "〈無所特顯": "〈Pas de fonctionnalités spéciales",
  則物無所偏爭也: "Rien de biaisé",
  "〉": "None",
  同其塵: "Identique que le sacrificiel",
  "〈無所特賤": "〈Pas spécial",
  則物無所偏恥也: "Rien n'est biaisé",
  "〉": "None",
  是謂玄同: "C'est mystérieux",
  故不可得而親: "Par conséquent, il ne peut pas être obtenu",
  不可得而疏: "Incapable d'être épargné",
  "〈可得而親": "<Disponible",
  則可得而疏也: "Ensuite, il peut être dispersé",
  "〉": "None",
  不可得而利: "Incapable de gagner",
  不可得而害: "Impossible de nuire",
  "〈可得而利": "〈Le profit peut être obtenu",
  則可德而害也: "Ça peut être la vertu mais du mal",
  "〉": "None",
  不可得而貴: "Impossible d'être payé",
  不可得而賤: "Impossible de payer",
  "〈可得而貴": "〈Il peut être obtenu",
  則可得而賤也: "Il peut être obtenu",
  "〉": "None",
  故為天下貴: "Par conséquent, c'est la chose la plus chère du monde",
  "〈無物可以加之也": "〈Rien ne peut être ajouté",
  "〉": "None",
  五十七章: "Chapitre 57",
  以正治國: "Gouverner le pays avec justice",
  以奇用兵: "Utiliser la force militaire avec des merveilles",
  以無事取天下: "Récolter le monde sans rien",
  "〈以道治國則國平": "〈Gouvernant le pays avec le taoïsme",
  以正治國則奇正起也:
    "Le pays est gouverné par la justice et la montée en puissance de la justice",
  以無事則能取天下也: "Si rien ne peut gagner le monde",
  上章云: "Chapitre 1",
  其取天下者: "Celui qui gagne le monde",
  常以無事: "Toujours rien",
  及其有事: "C'est très intéressant",
  又不足以取天下也: "Pas assez pour gagner le monde",
  故以正治國則不足以取天下:
    "Par conséquent, gouverner le pays avec justice ne suffit pas pour gagner le monde",
  而以奇用兵也: "Et utiliser des armes étranges est également un",
  夫以道治國: "Le pays est régi par Tao",
  崇本以息末: "Respecter les racines et reposer la fin",
  以正治國: "Gouverner le pays avec justice",
  立辟以攻末: "Établir un pirate pour attaquer la fin",
  本不立而末淺: "Il n'est pas encore établi, c'est la fin",
  民無所及: "Les gens ne sont en aucun cas",
  故必至於奇用兵也:
    "Par conséquent, ce doit être une étrange utilisation militaire",
  "〉": "None",
  吾何以知其然哉: "Comment puis-je le savoir",
  以此: "Avec",
  天下多忌諱: "Il y a beaucoup de tabous dans le monde",
  而民彌貧: "La secte du peuple",
  民多利器: "L'arme de Mindo",
  國家滋昬: "Le pays est prospère",
  "〈利器": "〈Une arme",
  凡所以利己之器也: "Tout ce qui profite",
  民强則國家弱: "Les gens sont forts et le pays est faible",
  "〉": "None",
  人多伎巧: "Beaucoup de gens et habiles",
  奇物滋起: "Des choses étranges augmentent",
  "〈民多智慧則巧偽生": "〈Les gens sont pleins de sagesse et de compétence",
  巧偽生則邪事起: "Une coïncidence des choses perverses commence",
  "〉": "None",
  法令滋彰: "Les lois sont louées",
  盜賊多有: "Il y a tellement de dispersion",
  "〈立正欲以息邪": "〈Se tenir le droit d'arrêter le mal",
  而奇兵用: "L'arme surprise utilise",
  多忌諱欲以恥貧: "Je ne veux pas être tenté de sauver les autres",
  而民彌貧: "La secte du peuple",
  利器欲以强國者也: "Ceux qui veulent renforcer leur pays",
  而國愈昬多: "Et le pays devient de plus en plus",
  皆舍本以治末: "Tous abandonnent la racine pour guérir la fin",
  故以致此也: "Par conséquent, c'est aussi",
  "〉": "None",
  "故聖人云﹕「我無為而民自化":
    'Par conséquent, le sage a dit: "Je suis autonome quand je ne fais rien.',
  我好靜而民自正: "Je suis si calme et moi-même",
  我無事而民自富: "Je n'ai rien à faire et les gens sont riches",
  我無欲而民自樸: "Je suis altruiste et les gens sont prêts à le faire",
  "」": '"',
  "〈上之所欲": "〈Ce que veut le supérieur",
  民從之速也: "Les gens viennent du plus rapide",
  我之所欲: "Ce que je veux",
  唯無欲而民亦無欲而自樸也:
    "Ce n'est que lorsqu'il n'y a pas de désir, les gens ne veulent pas également et se contentent de leur propre volonté",
  此四者: "Ces quatre",
  崇本以息末也: "Adorer les racines et finir",
  "〉": "None",
  五十八章: "Chapitre 58",
  其政悶悶: "Sa controverse politique",
  其民淳淳: "Les gens sont sincères",
  "〈言善治政者": "〈Ceux qui parlent bien de la politique",
  無形無名: "Invisible et sans nom",
  無事無政可舉: "Rien à faire sans politique",
  悶悶然: "Bien sûr",
  卒至於大治: "Il est finalement arrivé au grand traité",
  故曰: "Par conséquent, il est dit",
  其政悶悶也: "Sa sévérité politique est aussi",
  其民無所爭競: "Les gens n'ont aucun litige",
  寬大淳淳: "Large et au cœur",
  故曰: "Par conséquent, il est dit",
  其民淳淳也: "Les gens sont honnêtes",
  "〉": "None",
  其政察察: "Son enquête politique",
  其民缺缺: "Les gens sont à court",
  "〈立刑名": "〈Créer un nom criminel",
  明賞罰: "Punition ouverte",
  以檢姦偽: "Pour détecter le viol",
  故曰察察也: 'Par conséquent, il est appelé "observation"',
  殊類分析: "Différents types d'analyse",
  民懷爭競: "Controverse des gens",
  故曰: "Par conséquent, il est dit",
  其民缺缺也: "Les gens sont à court",
  "〉": "None",
  禍兮福之所倚: "Les bénédictions sont invoquées",
  福兮禍之所伏: "Où sont les bénédictions cachées",
  孰知其極: "Qui connaît l'ultime",
  其無正: "C'est injuste",
  "〈言誰知善治之極乎": "〈Qui connaît le ultime de la bonne gouvernance",
  唯無可正舉: "Rien ne peut être corrigé",
  無可形名: "Nom invisible",
  悶悶然而天下大化: "Bien sûr, le monde est transformé",
  是其極也: "C'est le plus important",
  "〉": "None",
  正復為奇: "C'est juste une chose étrange",
  "〈以正治國": "〈Gouverner le pays avec justice",
  則便復以奇用兵矣: "Puis il a utilisé des troupes étranges pour utiliser",
  故曰: "Par conséquent, il est dit",
  正復為奇: "C'est juste une chose étrange",
  "〉": "None",
  善復為妖: "Bonne chance en tant que démon",
  "〈立善以和萬物": "〈Créer la bonté pour harmoniser toutes choses",
  則便復有妖之患也: "Alors il y aura un problème démoniaque",
  "〉": "None",
  人之迷: "Confusion des gens",
  其日固久: "C'est long",
  "〈言人之迷惑失道": "〈Confusion et perte de pouvoir du locuteur",
  固久矣: "Ça fait longtemps",
  不可便正善治以責: "Ne soyez pas justifié et faites de bonnes actions",
  "〉": "None",
  是以聖人方而不割: "Par conséquent, les sages ne coupent pas",
  "〈以方導物": "〈Tourner les choses avec le carré",
  舍去其邪: "Abandonner le mal",
  不以方割物: "Ne coupez pas les objets dans l'ordre carré",
  所謂大方無隅: "Si généreux et sans retenue",
  "〉": "None",
  廉而不劌: "Intégrité sans faire un gâchis",
  "〈廉": "<bon marché",
  清廉也: "Intégrité",
  劌: "Drame",
  傷也: "Blesser",
  以清廉清民: "Soyez honnête et propre",
  令去其邪: "Que le mal soit supprimé",
  令去其汙: "Laissez-le être supprimé",
  不以清廉劌傷於物也: "Ne blessez pas les choses avec honnêteté",
  "〉": "None",
  直而不肆: "Droit mais pas irrésré",
  "〈以直導物": "〈Tournure directement",
  令去其僻: "Allons à la télécommande",
  而不以直激沸於物也: "Il ne bouille pas directement sur l'objet",
  所謂大直若屈也: "La soi-disant grande rectitude est comme un virage",
  "〉": "None",
  光而不燿: "Lumière sans brûler",
  "〈以光鑑其所以迷": "〈Utiliser la lumière pour capturer le mystère",
  不以光照求其隱慝也: "Ne cherche pas sa jalousie par la lumière",
  所謂明道若昧也: "Ce qui est dit ignorant le tao",
  此皆崇本以息末: "Ce sont tous une question d'origine et de fin",
  不攻而使復之也: "Si vous n'attaquez pas, vous serez riposté",
  "〉": "None",
  五十九章: "Chapitre 59",
  治人事天: "Gouvernance des affaires humaines",
  莫若嗇: "Rien de mieux",
  "〈莫若": "〈Mo Ruo",
  猶莫過也: "N'allez pas trop",
  嗇: "Et ça",
  農夫: "Fermier",
  農人之治田務: "Les agriculteurs gèrent les champs",
  去其殊類: "Débarrassez-vous des différents types",
  歸於齊一也: "Appris de qiyiya",
  全其自然: "Toute sa nature",
  不急其荒病: "Ne vous inquiétez pas de la maladie",
  除其所以荒病: "Pour éliminer la pénurie",
  上承天命: "Respectez le destin du ciel",
  下綏百姓: "Le peuple du monde inférieur",
  莫過於此: "N'allez pas ici",
  "〉": "None",
  夫唯嗇: "Mari seulement",
  是謂早服: "C'est un service matinal",
  "〈早服": "〈Service débutant",
  常也: "Souvent",
  "〉": "None",
  早服謂之重積德: "L'importance de l'acceptation précoce",
  "〈唯重積德": "〈Seule la vertu de valeur",
  不欲銳速: "Je ne veux pas accélérer",
  然後乃能使早服其常: "Alors vous pouvez faire votre vie normale prématurément",
  故曰早服謂之重積德者也:
    "Par conséquent, il est dit que la personne qui accepte tôt l'importance de la vertu est de",
  "〉": "None",
  重積德則無不克: "Les vertus lourdes sont invincibles",
  無不克則莫知其極: "Personne ne connaît les conséquences de tout",
  "〈道無窮也": "〈Le tao est sans aucune brillance",
  "〉": "None",
  莫知其極: "Personne ne connaît la vérité",
  可以有國: "Il peut y avoir un pays",
  "〈以有窮而莅國": "〈Aller au pays avec un jaloux",
  非能有國也: "Il n'y a pas de pays",
  "〉": "None",
  有國之母: "La mère de la nation",
  可以長久: "Peut durer plus longtemps",
  "〈國之所以安謂之母": "〈La mère du pays",
  重積德是唯圖其根: "La réimitation est de dessiner les racines",
  然後營末: "Puis terminer",
  乃得其終也: "C'est la fin",
  "〉": "None",
  是謂深根固柢: "C'est une racine profonde",
  長生久視之道: "La façon de vivre longtemps",
  六十章: "Chapitre soixante",
  治大國: "Gouvernance du pays",
  若烹小鮮: "Si la cuisson de petites aliments",
  "〈不擾也": "〈Pas pour résister",
  躁則多害: "C'est tellement nocif",
  靜則全真: "Calme et vrai",
  故其國彌大: "Par conséquent, le pays est très puissant",
  而其主彌靜: "Et son constante est calme",
  然後乃能廣得眾心矣: "Alors tu peux gagner le cœur",
  "〉": "None",
  以道莅天下: "Au monde avec Tao",
  其鬼不神: "Ce n'est pas un Dieu",
  "〈治大國則若烹小鮮":
    "〈Gouverner le pays, c'est comme cuisiner de petites plats",
  以道蒞天下則其鬼不神也:
    "Avec le taoïsme, le monde sera rempli de fantômes et de dieux.",
  "〉": "None",
  非其鬼不神: "Pas de Dieu ni de Dieu",
  其神不傷人: "Le Dieu ne fait pas de mal aux autres",
  "〈神不害自然也": "〈Dieu ne fait pas de mal à la nature",
  物守自然則神無所加:
    "Les choses gardent la nature, et les dieux ne sont pas ajoutés",
  神無所加則不知神之為神也:
    "Dieu n'a rien à voir avec cela et ne sait pas que Dieu est Dieu",
  "〉": "None",
  非其神不傷人: "Si ce n'est pas son Dieu, cela ne blessera pas les gens",
  聖人亦不傷人: "Les saints ne blessent pas les autres",
  "〈道洽則神不傷人": "〈Le tao ne doit pas blesser les gens",
  神不傷人則不知神之為神:
    "Dieu ne blesse pas les gens, mais ne sait pas que Dieu est Dieu",
  道洽則聖人亦不傷人: "Les saints du taoïsme ne blessent pas les autres",
  聖人不傷人則不知聖人之為聖也:
    "Les saints ne blessent pas les autres, mais ne savent pas ce que sont les saints.",
  猶云: "Regarder Cloud",
  不知神之為神: "Je ne sais pas que Dieu est Dieu",
  亦不知聖人之為聖也: "Je ne sais pas ce qu'est le saint",
  夫恃威網以使物者: "Le mari s'appuie sur son pouvoir pour faire des choses",
  治之衰也: "Le remède est un déclin",
  使不知神聖之為神聖: "Faire inconnu que le sacré sacré sacré sacré",
  道之極也: "L'ultime de Tao",
  "〉": "None",
  夫兩不相傷: "Le couple n'est pas en conflit les uns avec les autres",
  故德交歸焉: "Par conséquent, les vertus sont en harmonie",
  "〈神不傷人": "〈Dieu ne blesse pas les gens",
  聖人亦不傷人: "Les saints ne blessent pas les autres",
  聖人不傷人: "Les saints ne blessent pas les autres",
  神亦不傷人: "Dieu ne fait pas de mal aux autres",
  故曰: "Par conséquent, il est dit",
  兩不相傷也: "Pas de mal l'un à l'autre",
  神聖合道: "La manière sacrée de Dieu",
  交歸之也: "Il s'agit de partager",
  "〉": "None",
  六十一章: "Chapitre soixante et un",
  大國者下流: "Les ressortissants sont vulgaires",
  "〈江海居大而處下": "〈Les rivières et les mers vivent dans de grandes zones",
  則百川流之: "Toutes les rivières coulent",
  大國居大而處下: "Le pays vit dans une grande région",
  則天下流之: "Le monde est plein de",
  故曰: "Par conséquent, il est dit",
  大國下流也: "Le pays est également vulgaire",
  "〉": "None",
  天下之交: "Amitié dans le monde",
  "〈天下所歸會也": "〈Ce que le monde a appris",
  "〉": "None",
  天下之牝: "La femelle dans le monde",
  "〈靜而不求": "〈Silencieux mais ne pas chercher",
  物自歸之也: "Les choses sont autonomes",
  "〉": "None",
  牝常以靜勝牡: "Le mâle est toujours calme et robuste",
  以靜為下: "Prendre la tranquillité comme base",
  "〈以其靜故能為下也":
    "〈Parce qu'il est silencieux, ça peut être le plus bas",
  牝: "femelle",
  雌也: "Femelle",
  雄躁動貪欲: "Agressif et tenté",
  雌常以靜: "La femme est toujours calme",
  故能勝雄也: "Par conséquent, ça peut être un héros",
  以其靜復能為下: "Avec sa capacité calme",
  故物歸之也: "Par conséquent, les choses sont perdues",
  "〉": "None",
  故大國以下小國: "Par conséquent, les petits pays suivants",
  "〈大國以下": "<Ci-dessous",
  猶云以大國下小國: "Regardez les nuages ​​et allez dans le petit pays",
  "〉": "None",
  則取小國: "Prendre le petit pays",
  "〈小國則附之": "〈Petit pays attaché",
  "〉": "None",
  小國以下大國: "Petits pays en dessous",
  則取大國: "Prendre le pays",
  "〈大國納之也": "〈Le pays n'est pas",
  "〉": "None",
  故或下以取: "Par conséquent, il peut être pris comme suit",
  或下而取: "Ou prenez-le d'en bas",
  "〈言唯修卑下": "〈Le seul moyen de cultiver les humbles",
  然後乃各得其所: "Ensuite, ils obtiennent le leur",
  "〉": "None",
  大國不過欲兼畜人: "Le pays veut être un bétail",
  小國不過欲入事人: "Le petit pays essaie juste d'entrer dans la personne",
  夫兩者各得其所欲: "Les hommes et les femmes obtiennent ce qu'ils veulent",
  大者宜為下: "Les plus gros devraient être",
  "〈小國修下自全而已": "〈Le petit pays n'est terminé que",
  不能令天下歸之: "Je ne peux pas laisser le monde être admiré",
  大國修下則天下歸之: "Les grandes révisions du monde",
  故曰: "Par conséquent, il est dit",
  各得其所欲: "Tout le monde obtient ce qu'il veut",
  則大者宜為下也: "Les plus gros devraient être les inférieurs",
  "〉": "None",
  六十二章: "Chapitre soixante-deux",
  道者萬物之奧: "Tao est l'essence de toutes choses",
  "〈奧": "〈六",
  猶曖也: "Même si",
  可得庇蔭之辭: "Peut faire le mot du sanctuaire",
  "〉": "None",
  善人之寶: "La Bible de l'homme bon",
  "〈寶以為用也": "〈Bao pense que c'est pour une utilisation",
  "〉": "None",
  不善人之所保: "Ce qui est protégé par les mauvaises personnes",
  "〈保以全也": "<Garanti",
  "〉": "None",
  美言可以市: "De bons mots peuvent être vendus",
  尊行可以加人: "Vous pouvez ajouter quelqu'un si vous respectez vos actions",
  "〈言道無所不先": "〈Le libellé n'est rien à faire",
  物無有貴於此也: "Rien ne coûte cher ici",
  雖有珍寶璧馬: "Bien qu'il y ait un précieux trésor",
  無以匹之: "Pas de match",
  美言之則可以奪眾貨之賈: "De beaux mots peuvent vous donner les marchandises",
  故曰: "Par conséquent, il est dit",
  美言可以市也: "De bons mots peuvent être utilisés pour commercialiser",
  尊行之則千里之外應之:
    "Respectez la vérité de l'action à des milliers de kilomètres",
  故曰: "Par conséquent, il est dit",
  可以加於人也: "Peut être ajouté à d'autres",
  "〉": "None",
  人之不善: "Les mauvaises habitudes des gens",
  何棄之有: "Pourquoi ne pas avoir",
  "〈不善當保道以免放":
    "〈Malheureux de protéger la façon d'éviter de lâcher prise",
  "〉": "None",
  故立天子: "Par conséquent, l'empereur est établi",
  置三公: "Trois ducs",
  "〈言以尊行道也": "〈En parlant pour respecter la voie",
  "〉": "None",
  雖有拱璧以先駟馬: "Bien qu'il y ait un tir à l'arc et un pionnier",
  不如坐進此道: "Pourquoi ne pas s'asseoir sur ce chemin",
  "〈此道": "<Par ici",
  上之所云也: "Ce que dit ce qui précède",
  言故立天子: "Permettez-moi d'établir l'empereur",
  置三公: "Trois ducs",
  尊其位: "Respecter sa position",
  重其人: "Respecter la personne",
  所以為道也: "C'est donc le chemin",
  物無有貴於此者: "Rien n'est précieux dans ce",
  故雖有拱抱寶璧以先:
    "Par conséquent, même s'il y a une arche pour tenir un trésor,",
  駟馬而進之: "Entrer et sortir",
  不如坐而進此道也: "Il vaut mieux s'asseoir et entrer ce chemin",
  "〉": "None",
  古之所以貴此道者何:
    "Quelle était la raison pour laquelle ce tao était cher dans les temps anciens",
  不曰以求得: "Ne le demandez pas",
  有罪以免邪: "Être coupable d'éviter le mal",
  故為天下貴: "Par conséquent, c'est la chose la plus chère du monde",
  "〈以求則得求": "〈Seeking, Seeking",
  以免則得免: "Pour éviter d'être exempté",
  無所而不施: "Rien à faire",
  故為天下貴也: "Par conséquent, c'est cher pour le monde",
  "〉": "None",
  六十三章: "Chapitre soixante-trois",
  為無為: "Pour rien",
  事無事: "Rien ne se passe",
  味無味: "Insipide",
  "〈以無為為居": "〈Vivre sans promesse",
  以不言為教: "Enseigner sans dire",
  以恬淡為味: "Prendre la tranquillité comme le goût",
  治之極也: "Le traitement ultime",
  "〉": "None",
  大小多少: "Quelle est la taille",
  報怨以德: "Ressentez les rancunes et les vertus",
  "〈小怨則不足以報": "〈La petite rancune ne suffit pas pour être signalée",
  大怨則天下之所欲誅: "Grand ressentiment, ce que veut le monde",
  順天下之所同者: "Quel est le même que le monde",
  德也: "Deyi",
  "〉": "None",
  圖難於其易: "L'image est plus difficile que facile",
  為大於其細: "Être plus détaillé que",
  天下難事必作於易: "Le monde est difficile à faire dans le monde",
  天下大事必作於細:
    "Les événements majeurs du monde doivent être faits en détail",
  是以聖人終不為大:
    "Par conséquent, les gens sacrés ne sont jamais trop grands",
  故能成其大: "Par conséquent, il peut atteindre la grandeur",
  夫輕諾必寡信: "Un homme qui est léger aura peu de foi",
  多易必多難: "C'est facile et difficile",
  是以聖人猶難之: "Par conséquent, la montre du saint est difficile",
  "〈以聖人之才猶尚難於細易":
    "〈Il est difficile d'être plus délicat avec le talent d'un saint",
  況非聖人之才而欲忽於此乎:
    "N'est-ce pas le talent d'un sage, mais je veux l'ignorer",
  故曰: "Par conséquent, il est dit",
  猶難之也: "La montre est difficile",
  "〉": "None",
  故終無難矣: "Donc ce n'est absolument aucune difficulté",
  六十四章: "Chapitre soixante-quatre",
  其安易持: "C'est facile à tenir",
  其未兆易謀: "Ce n'est pas facile à dire",
  "〈以其安不忘危": "〈Avec sa sécurité, n'oubliez jamais le danger",
  持之不忘亡: "Persévérer et mourir",
  謀之無功之勢: "L'acte infructueux",
  故曰易也: "Par conséquent, c'est appelé yi",
  "〉": "None",
  其脆易泮: "C'est cassant et facile à porter",
  其微易散: "Il est facile de se disperser",
  "〈雖失無入有": "〈Bien qu'il soit perdu",
  以其微脆之故: "À cause de son légèrement croustillant",
  未足以興大功: "Pas assez pour être génial",
  故易也: "Par conséquent, c'est facile",
  此四者: "Ces quatre",
  皆說慎終也: "Tout le monde dit faire attention",
  不可以無之故而不持: "Vous ne pouvez pas le garder sans aucune raison",
  不可以微之故而弗散也:
    "Il ne peut pas être subtil et il ne peut pas être dispersé",
  無而弗持則生有焉: "Il n'y a pas de fin à la fin",
  微而不散則生大焉: "Ce sera très grand s'il n'est pas dispersé",
  故慮終之患: "Par conséquent, la fin des ennuis",
  如始之禍: "Le début du",
  則無敗事: "Rien de mal",
  "〉": "None",
  為之於未有: "Pour rien",
  "〈謂其安未兆也": "〈Ce n'est pas un signe de paix",
  "〉": "None",
  治之於未亂: "Conquérir dans le futur",
  "〈謂微脆也": "〈Légèrement croustillant",
  "〉": "None",
  合抱之木: "L'arbre d'embrasse",
  生於毫末: "Né en petite quantité",
  九層之臺: "Piédestal de neuf couches",
  起於累土: "À partir du sol enterré",
  千里之行: "Un voyage de milliers de kilomètres",
  始於足下: "Commencer par un pied",
  為者敗之: "Celui qui le fait bat",
  執者失之: "Ceux qui sont blessés perdent",
  "〈當以慎終除微": "〈Lorsque vous venez d'éliminer le microscopie",
  慎微除亂: "Soyez prudent d'éliminer",
  而以施為治之: "Et utiliser le traitement comme traitement",
  形名執之: "Le nom du formulaire",
  反生事原: "Incident inversé",
  巧辟滋作: "Pizi habilement",
  故敗失也: "Par conséquent, c'est un échec",
  "〉": "None",
  是以聖人無為故無敗:
    "Par conséquent, les sages sont inutiles car ils ne font rien",
  無執故無失: "Aucun dommage, aucune perte",
  民之從事: "Les affaires du peuple",
  常於幾成而敗之: "Souvent vaincu après le succès",
  "〈不慎終也": "〈Je serai finalement insouciant",
  "〉": "None",
  慎終如始: "Soyez prudent tel qu'il est",
  則無敗事: "Rien de mal",
  是以聖人欲不欲: "Par conséquent, les sages veulent ne pas vouloir",
  不貴難得之貨: "Marchandises",
  "〈好欲雖微": "〈Le désir est petit",
  爭尚為之: "Se battre pour ça",
  興難得之貨雖細: "Les marchandises difficiles à obtenir",
  貪盜為之起也: "La montée de la dispersion",
  "〉": "None",
  學不學: "Apprendre ou non",
  復眾人之所過: "Où tout le monde est",
  "〈不學而能者": "〈Ceux qui peuvent faire sans apprendre",
  自然也: "Bien sûr, aussi",
  喻於不學者: "Métaphore de la mécontentement",
  過也: "Sur",
  故學不學: "Donc apprendre ou pas",
  以復眾人之過: "Repousser le passé du peuple",
  "〉": "None",
  以輔萬物之自然: "Pour créer la nature de toutes choses",
  而不敢為: "N'ose pas le faire",
  六十五章: "Chapitre soixante-cinq",
  古之善為道者: "Les anciens qui étaient doués pour faire les choses",
  非以明民: "Ne pas rendre les gens clairs",
  將以愚之: "Sera stupide",
  "〈明謂多見巧詐":
    "〈Je pense que j'ai vu de nombreux commentaires intelligents",
  蔽其樸也: "C'est dommage",
  愚謂無知守真: "Idiot et ignorant",
  順自然也: "Naturellement",
  "〉": "None",
  民之難治: "Les difficultés des gens",
  以其智多: "Avec sa sagesse",
  "〈多智巧詐": "〈Intelligent et intelligent",
  故難治也: "Par conséquent, il est difficile de guérir",
  "〉": "None",
  故以智治國: "Par conséquent, gouverner le pays avec sagesse",
  國之賊: "La fortune du pays",
  "〈智": "<sagesse",
  猶治也: "Le traitement est également",
  以智而治國: "Gouverner le pays avec sagesse",
  所以謂之賊者: "Alors le sacrificateur",
  故謂之智也: "Par conséquent, c'est la sagesse",
  民之難治: "Les difficultés des gens",
  以其多智也: "À cause de sa sagesse",
  當務塞兌閉門: "Lors du branchement, fermez la porte",
  令無知無欲: "Aucun sens du désir",
  而以智術動民: "Et utiliser l'intelligence pour motiver les gens",
  邪心既動: "Le cœur maléfique bouge",
  復以巧術防民之偽:
    "Utilisez des techniques intelligentes pour empêcher le malheur des civils",
  民知其術: "Les gens connaissent leurs compétences",
  防隨而避之: "Évitez l'éviter",
  思惟密巧: "Pensées confuses",
  奸偽益滋: "Le traître",
  故曰: "Par conséquent, il est dit",
  以智治國: "Gouverner le pays avec sagesse",
  國之賊也: "L'argent du pays",
  "〉": "None",
  不以智治國: "Ne gouverne pas le pays avec sagesse",
  國之福: "Bénédictions du pays",
  知此兩者亦稽式: "Connaître ces deux-là est également un schéma",
  常知稽式: "Style constamment conscient",
  是謂玄德: "C'est Xuande",
  玄德深矣: "Au fond des mystères",
  遠矣: "Loin",
  "〈稽": "〈可",
  同也: "Aussi",
  今古之所同: "Quelle est la même chose dans le passé et le présent",
  則而不可廢: "Ne pas être",
  能知稽式: "Peut savoir le chemin",
  是謂玄德: "C'est Xuande",
  玄德深矣: "Au fond des mystères",
  遠矣: "Loin",
  "〉": "None",
  與物反矣: "C'est contre les choses",
  "〈反其真也": "〈L'opposé est vrai",
  "〉": "None",
  然後乃至大順: "Et même grand",
  六十六章: "Chapitre soixante-six",
  江海所以能為百谷王者:
    "Les rivières et les mers peuvent être le roi des cent vallées",
  以其善下之: "Avec ses bonnes actions",
  故能為百谷王: "Par conséquent, il peut être le roi de cent vallées",
  是以欲上民: "Par conséquent, je veux être promu au peuple",
  必以言下之: "Doit le dire",
  欲先民: "Je veux d'abord être les gens",
  必以身後之: "Doit être en retard",
  是以聖人處上而民不重:
    "Par conséquent, les sages sont au-dessus du sommet mais les gens ne sont pas dignes de",
  處前而民不害: "Les gens ne sont pas blessés par le fait",
  是以天下樂推而不厭: "Par conséquent, le monde est heureux et non choyé",
  以其不爭: "Parce que ce n'est pas",
  故天下莫能與之爭: "Par conséquent, personne au monde ne peut rivaliser",
  六十七章: "Chapitre soixante-sept",
  天下皆謂我道大: "Tout le monde dit que je suis génial",
  似不肖: "Pas idiot",
  夫唯大: "Seulement le grand",
  故似不肖: "Par conséquent, cela semble sans scrupule",
  若肖: "Ruozi",
  久矣其細也夫: "Cela fait longtemps que son indécision",
  "〈久矣其細": "〈Ça fait longtemps",
  猶曰其細久矣: "La montre dit que ça va depuis longtemps",
  肖: "ressembler",
  則失其所以為大矣: "C'est un gros problème de perdre sa raison",
  故曰: "Par conséquent, il est dit",
  若肖久矣: "Si le nombre est long",
  其細也夫: "C'est bien",
  "〉": "None",
  我有三寶: "J'en ai trois",
  持而保之: "Garder",
  一曰慈: "L'un est une charité",
  二曰儉: "Deuxième,",
  三曰不敢為天下先: "Troisièmement, je n'ose pas être le premier au monde",
  慈故能勇: "Être gentil et courageux",
  "〈夫慈": "〈Fu Ci",
  以陳則勝: "Avec Chen Yue",
  以守則固: "Pour garder les têtus",
  故能勇也: "Par conséquent, il peut être courageux",
  "〉": "None",
  儉故能廣: "Par conséquent, il peut être",
  "〈節儉愛費": "〈Discussion Amour",
  天下不匱: "Le monde n'est pas mal",
  故能廣也: "Par conséquent, il peut être",
  "〉": "None",
  不敢為天下先: "N'ose pas être le premier au monde",
  故能成器長: "Par conséquent, cela peut devenir une arme",
  "〈唯後外其身": "〈Seulement la personne derrière",
  為物所歸: "Être possédé par des choses",
  然後乃能立成器為天下利:
    "Ensuite, vous pouvez établir une arme au profit du monde",
  為物之長也: "C'est la longueur des choses",
  "〉": "None",
  今舍慈且勇: "Maintenant, abandonnez la gentillesse et le courage",
  "〈且": "<et",
  猶取也: "Prenez-le aussi",
  "〉": "None",
  舍儉且廣: "Histoires et tempêtes",
  舍後且先: "Après l'heure de la maison",
  死矣: "Mort",
  夫慈以戰則勝: "Un bon combat",
  "〈相慜而不避於難": "〈Partager pour éviter les difficultés",
  故勝也: "La vérité est aussi",
  "〉": "None",
  以守則固: "Pour garder les têtus",
  天將救之: "Dieu le sauvera",
  以慈衛之: "Avec gentillesse",
  六十八章: "Chapitre soixante-huit",
  善為士者不武: "Ceux qui sont doués pour servir ne sont pas martiaux",
  "〈士": "<",
  卒之帥也: "Le sabbat",
  武: "Wu",
  尚先陵人也: "Les gens de Shang Xianling sont aussi",
  "〉": "None",
  善戰者不怒: "Le guerrier n'est pas en colère",
  "〈後而不先": "〈Plus tard et pas d'abord",
  應而不唱: "Répondre à ne pas chanter",
  故不在怒: "Donc ce n'est pas en colère",
  "〉": "None",
  善勝敵者不與: "Ceux qui sont doués pour aider les ennemis ne",
  "〈不與爭也": "〈Ne pas se battre",
  "〉": "None",
  善用人者為之下: "Ceux qui utilisent bien les autres sont ceux",
  是謂不爭之德: "C'est une vertu sans vergogne",
  是謂用人之力: "Il s'agit d'utiliser des gens",
  "〈用人而不為之下": "〈Utiliser des gens sans rien faire",
  則力不為用也: "Si ce n'est pas utile, ce n'est pas suffisant",
  "〉": "None",
  是謂配天古之極: "C'est un match pour l'ancien sacré",
  六十九章: "Chapitre soixante-neuf",
  "用兵有言﹕「吾不敢為主而為客":
    "Il y a un dicton dans le service militaire: \"Je n'ose pas être un invité pour le leader",
  不敢進寸而退尺: "N'ose pas avancer et prendre du recul",
  "」是謂行無行": "\"C'est comme s'il n'y avait aucun moyen d'agir",
  "〈彼遂不止": "〈Il ne s'arrêtera pas",
  "〉": "None",
  攘無臂: "Sans bras",
  扔無敵: "Jeter l'indiscrétion",
  "〈行": "<Ok",
  謂行陳也: "Dites la raison pour laquelle Chen Ye",
  言以謙退哀慈: "Dites les mots pour abandonner le chagrin",
  不敢為物先: "N'ose pas être le premier",
  用戰猶行無行: "Utilisez War Watch pour agir sans",
  攘無臂: "Sans bras",
  執無兵: "Pas de soldats",
  扔無敵也: "Lancer sans ennemis",
  言無有與之抗也: "Il n'y a pas de résistance aux mots",
  "〉": "None",
  執無兵: "Pas de soldats",
  禍莫大於輕敵: "Rien de plus que d'être léger",
  輕敵幾喪吾寶: "Quelques petits ennemis",
  "〈言吾哀慈謙退": "〈Parle de ma gentillesse et de ma gratitude",
  非欲以取强: "Ne pas chercher la force",
  無敵於天下也: "Personne n'est invincible dans le monde",
  不得已而卒至於無敵: "En dernier recours, il s'est finalement terminé en vain",
  斯乃吾之所以為大禍也: "C'est pourquoi je suis un gros problème",
  寶: "告",
  三寶也: "Trois trésors",
  故曰: "Par conséquent, il est dit",
  幾亡吾寶: "Combien de fois vais-je mourir",
  "〉": "None",
  故抗兵相加: "Par conséquent, les soldats de la résistance se réunissent",
  哀者勝矣: "La tristesse est une victoire",
  "〈抗": "<anti-anti-",
  舉也: "Oui",
  加: "ajouter",
  當也: "Oui",
  哀者: "Le deuil",
  必相惜而不趣利避害:
    "Nous devons nous chérir mais ne pas profiter de profit et éviter de nuire",
  故必勝: "Par conséquent, cela doit être fait",
  "〉": "None",
  七十章: "Chapitre soixante-dix",
  吾言甚易知: "Mes paroles sont très faciles à savoir",
  甚易行: "Très facile à faire",
  天下莫能知: "Personne au monde ne sait",
  莫能行: "Certainement pas",
  "〈可不出戶窺牖而知": "〈Vous pouvez savoir sans quitter le compte",
  故曰甚易知也: "Par conséquent, c'est très facile à savoir",
  無為而成: "Fait sans promesse",
  故曰甚易行也: "Par conséquent, c'est très facile à faire",
  惑於躁欲: "Confus par l'impatience",
  故曰: "Par conséquent, il est dit",
  莫之能知也: "Personne ne peut savoir",
  迷於榮利: "Obsédé par les cadeaux",
  故曰: "Par conséquent, il est dit",
  莫之能行也: "Personne ne peut le faire",
  "〉": "None",
  言有宗: "Les mots ont un clan",
  事有君: "Il y a un roi",
  "〈宗": "〈官网",
  萬物之宗也: "L'essence de toutes choses",
  君: "Juin",
  萬物之主也: "Le Seigneur de toutes choses",
  "〉": "None",
  夫唯無知: "Ne sait rien seulement",
  是以不我知: "Alors je ne sais pas",
  "〈以其言有宗": "〈Il y a une signification fondamentale dans ses mots",
  事有君之故: "Parce qu'il y a un roi",
  故有知之人不得不知之也:
    "Par conséquent, ceux qui le savent doivent le savoir",
  "〉": "None",
  知我者希: "Ceux qui me connaissent espèrent",
  則我者貴: "Mon cher",
  "〈唯深": "〈Whishen",
  故知者希也: "Par conséquent, ceux qui connaissent",
  知我益希: "Connais-moi mieux",
  我亦無匹: "Je ne suis pas un match non plus",
  故曰: "Par conséquent, il est dit",
  知我者希則我者貴也: "Ceux qui me connaissent espèrent que je serai précieux",
  "〉": "None",
  是以聖人被褐懷玉: "Par conséquent, le saint était doré de jade",
  "〈被褐者": "〈Le brun",
  同其塵: "Identique que le sacrificiel",
  懷玉者: "Badin",
  寶其真也: "C'est vrai",
  聖人之所以難知: "La raison pour laquelle les saints sont difficiles à savoir",
  以其同塵而不殊: "Parce qu'ils sont les mêmes mais pas les mêmes",
  懷玉而不渝: "Être inébranlable",
  故難知而為貴也: "Par conséquent, c'est difficile à savoir mais c'est cher",
  "〉": "None",
  七十一章: "Chapitre 71",
  知不知上: "Savez-vous ou non",
  不知知病: "Maladie incontrôlable",
  "〈不知知之不足任則病也":
    "〈Inconnu et le manque de connaissances est également une maladie",
  "〉": "None",
  夫唯病病: "Seulement malade",
  是以不病: "Donc ce n'est pas malade",
  聖人不病: "L'homme sacré n'est pas malade",
  以其病病: "À cause de sa maladie",
  是以不病: "Donc ce n'est pas malade",
  七十二章: "Chapitre 72",
  民不畏威: "Les gens ne craignent pas le pouvoir",
  則大威至: "Grande puissance",
  無狎其所居: "Rien à voir avec sa place",
  無厭其所生: "Rien à voir avec ça",
  "〈清靜無為謂之居":
    "〈La tranquillité de la dynastie Qing n'est pas une calomnie",
  謙後不盈謂之生: "Je ne pourrai pas vivre une vie de silence après",
  離其清淨: "Laissez-le propre",
  行其躁欲: "Être impatient",
  棄其謙後: "Après avoir abandonné ses mots",
  任其威權: "Laissez-le à son autorité",
  則物擾而民僻: "Les choses sont dispersées mais les gens sont éloignés",
  威不能復制民: "Le pouvoir ne peut pas repousser le peuple",
  民不能堪其威: "Les gens ne peuvent pas supporter leur pouvoir",
  則上下大潰矣: "Ensuite, les pièces supérieures et inférieures sont brisées",
  天誅將至: "Dieu viendra",
  故曰: "Par conséquent, il est dit",
  民不畏威: "Les gens ne craignent pas le pouvoir",
  則大威至: "Grande puissance",
  無狎其所居: "Rien à voir avec sa place",
  無厭其所生: "Rien à voir avec ça",
  言威力不可任也: "Il est impossible d'accepter le pouvoir",
  "〉": "None",
  夫唯不厭: "Le mari n'est pas",
  "〈不自厭也": "〈Pas de dépréciation",
  "〉": "None",
  是以不厭: "Par conséquent, ce n'est pas",
  "〈不自厭": "〈Pas de dépréciation",
  是以天下莫之厭: "Par conséquent, il n'y a pas d'autre endroit dans le monde",
  "〉": "None",
  是以聖人自知不自見:
    "Par conséquent, les sages se connaissent mais ne se voient pas",
  "〈不自見其所知": "〈Ne voyez pas ce que vous savez",
  以光耀行威也: "Montrez votre pouvoir avec Glory",
  "〉": "None",
  自愛不自貴: "Aimez-vous sans aucune compréhension",
  "〈自貴則物狎厭居生": "〈Les choses autoproclamées flirtent avec les vivants",
  "〉": "None",
  故去彼取此: "Par conséquent, nous obtiendrons ceci",
  七十三章: "Chapitre 73",
  勇於敢則殺: "Être courageux à tuer",
  "〈必不得其死也": "〈Il n'y aura pas de mort",
  "〉": "None",
  勇於不敢則活: "Être courageux de vivre",
  "〈必齊命也": "〈Il doit y avoir une vie",
  "〉": "None",
  此兩者: "Ces deux",
  或利或害: "Profit ou mal",
  "〈俱勇而所施者異": "〈S'ils sont courageux et ils sont différents",
  利害不同: "Différents intérêts",
  故曰: "Par conséquent, il est dit",
  或利或害也: "Cela peut être bénéfique ou nocif",
  "〉": "None",
  天之所惡: "Ce que le ciel est trahis",
  孰知其故: "Qui sait pourquoi",
  是以聖人猶難之: "Par conséquent, la montre du saint est difficile",
  "〈孰": "<quoi",
  誰也: "Qui aussi",
  言誰能知天下之所惡意故邪:
    "Qui peut savoir quel est le monde du mal et du mal",
  其唯聖人: "Seul le sacré",
  夫聖人之明: "La sagesse du saint",
  猶難於勇敢: "La montre est difficile à être courageuse",
  況無聖人之明而欲行之也:
    "Ce n'est pas aussi clair qu'un sage, mais veut le faire",
  故曰: "Par conséquent, il est dit",
  猶難之也: "La montre est difficile",
  "〉": "None",
  天之道: "La voie du ciel",
  不爭而善勝: "Être doué pour se battre sans se battre",
  "〈天唯不爭": "〈Tian Wei n'est pas en conflit",
  故天下莫能與之爭: "Par conséquent, personne au monde ne peut rivaliser",
  "〉": "None",
  不言而善應: "Soyez gentil et parlez librement",
  "〈順則吉": "〈未分大全",
  逆則凶: "Inverser le mal",
  不言而善應也: "Soyez gentil et ne parlez pas",
  "〉": "None",
  不召而自來: "Venez sans appeler",
  "〈處下則物自歸": "〈Les objets suivants sont auto-récupérés",
  "〉": "None",
  繟然而善謀: "Pourtant bon",
  "〈垂象而見吉凶":
    "〈Laisser tomber l'éléphant et voir la bonne et la malchance",
  先事而設誠: "Conçu avant la question",
  安而不忘危: "N'oubliez pas le danger",
  未召而謀之: "Il l'a dit sans appeler",
  故曰: "Par conséquent, il est dit",
  繟然而善謀也: "Mais bon dans",
  "〉": "None",
  天網恢恢: "Skynet est beau",
  疏而不失: "Partir mais ne pas perdre",
  七十四章: "Chapitre 74",
  民不畏死: "Les gens n'ont pas peur de la mort",
  奈何以死懼之: "Comment mourir",
  若使民常畏死: "Si les gens ont peur de la mort",
  而為奇者: "Et l'étrange",
  吾得執而殺之: "Je vais le tuer",
  孰敢: "Qui ose",
  "〈詭異亂群謂之奇也":
    "〈La chose étrange à propos du groupe étrange et étrange",
  "〉": "None",
  常有司殺者殺: "Il y a souvent des tueurs qui tuent",
  夫代司殺者殺: "L'homme de tueurs du mari",
  是謂代大匠斲: "C'est un maître de l'époque",
  夫代大匠斲者: "Le maître de la génération du mari",
  希有不傷其手矣: "Très peur de ne pas lui faire mal aux mains",
  "〈為逆順者之所惡忿也": "〈C'est la chose rebelle que ceux qui sont contre",
  不仁者人之所疾也: "Le méchant est une maladie des gens",
  故曰: "Par conséquent, il est dit",
  常有司殺也: "Il y a souvent des tueries",
  "〉": "None",
  七十五章: "Chapitre 75",
  民之饑: "Le trophée du peuple",
  以其上食稅之多: "En raison de la quantité de taxes alimentaires à ce sujet",
  是以饑: "Donc",
  民之難治: "Les difficultés des gens",
  以其上之有為: "À cause de ce qui est ci-dessus",
  是以難治: "Par conséquent, il est difficile de gérer",
  民之輕死: "Les gens meurent légèrement",
  以其上求生之厚: "La qualité de la survie ci-dessus",
  是以輕死: "Alors mourez légèrement",
  夫唯無以生為者: "Seulement ceux qui sont nés",
  是賢於貴生: "C'est un revenu précieux",
  "〈言民之所以僻": "〈Pourquoi les gens se sentent-ils éloignés",
  治之所以亂: "La raison pour laquelle le traitement est déraisonnable",
  皆由上不由其下也: "Tout du haut pas le bas",
  民從上也: "Les gens viennent d'en haut",
  "〉": "None",
  七十六章: "Chapitre 76",
  人之生也柔弱: "Les êtres humains sont faibles",
  其死也堅強: "C'est une mort terrible",
  萬物草木之生也柔脆: "Toutes les plantes et les arbres sont doux et nets",
  其死也枯槁: "Il est flétri même s'il meurt",
  故堅強者死之徒: "Par conséquent, les forts meurent",
  柔弱者生之徒: "Les faibles sont ceux qui vivent",
  是以兵強則不勝: "Par conséquent, l'armée est forte et pas forte",
  "〈强兵以暴於天下者":
    "〈Ceux qui luttent fortement contre le monde avec violence",
  物之所惡也: "Les choses sont mauvaises",
  故必不得勝: "Par conséquent, il ne doit pas être vaincu",
  "〉": "None",
  木強則兵: "Soldat fort en bois",
  "〈物所加也": "〈Qu'est-ce qui est ajouté",
  "〉": "None",
  強大處下: "Fort",
  "〈木之本也": "〈La fondation du bois",
  "〉": "None",
  柔弱處上: "Sur les faibles",
  "〈枝條是也": "〈Oui, branche",
  "〉": "None",
  七十七章: "Chapitre 77",
  天之道: "La voie du ciel",
  其猶張弓與: "Son arc de montre et",
  高者抑之: "Les plus élevés le suppriment",
  下者舉之: "Voici",
  有餘者損之: "Ceux qui en ont",
  不足者補之: "Reconstituer ceux qui sont insuffisants",
  天之道: "La voie du ciel",
  損有餘而補不足: "Il y a un peu mais insuffisant",
  人之道則不然: "La voie de l'homme n'est pas",
  "〈與天地合德": "〈La vertu du ciel et de la terre",
  乃能包之: "Seulement peut l'envelopper",
  如天之道: "La voie du ciel",
  如人之量: "Comme le poids d'une personne",
  則各有其身: "Chacun a le sien",
  不得相均: "Pas égal",
  如惟無身無私乎: "Si tu es altruiste",
  自然然後乃能與天地合德:
    "Naturellement, alors vous pouvez être en harmonie avec le ciel et la terre",
  "〉": "None",
  損不足以奉有餘: "Pas assez pour donner",
  孰能有餘以奉天下: "Qui peut avoir assez pour servir le monde",
  唯有道者: "Seul le taoïste",
  是以聖人為而不恃: "Par conséquent, les sages ne comptent pas sur eux",
  功成而不處: "Réussi sans perte",
  其不欲見賢: "Il ne veut pas voir l'argent",
  "〈言唯能處盈而全虛": "〈La seule façon d'être pleine et pleine",
  損有以補無: "Pour compenser",
  和光同塵: "Homohide",
  蕩而均者: "Ceux qui sont égaux",
  唯其道也: "Seulement le chemin",
  是以聖人不欲示其賢以均天下:
    "Par conséquent, les sages ne veulent pas montrer leurs qualités pour égaliser le monde",
  "〉": "None",
  七十八章: "Chapitre 78",
  天下莫柔弱於水: "Rien n'est faible dans le monde",
  而攻堅強者: "L'attaquant",
  莫之能勝: "Personne ne peut le faire",
  其無以易之: "Ce n'est pas facile",
  "〈以": "<par",
  用也: "Utilisez-le",
  其: "Que",
  謂水也: "C'est aussi de l'eau",
  言用水之柔弱: "La faiblesse de l'eau",
  無物可以易之也: "Rien ne peut être changé",
  "〉": "None",
  弱之勝強: "La force de la faiblesse",
  柔之勝剛: "Le pouvoir de la douceur",
  天下莫不知莫能行: "Personne au monde ne peut le faire",
  "是以聖人云﹕「受國之垢":
    'Par conséquent, le saint a déclaré: "À la suite de la souillure de la nation',
  是謂社稷主: "C'est le Seigneur du pays",
  受國不祥: "Affecté par le pays",
  是為天下王: "C'est le roi du monde",
  "」正言若反": '"À propos de la vérité',
  七十九章: "Chapitre 79",
  和大怨: "Et la grande rancune",
  必有餘怨: "Il doit y avoir une rancune",
  "〈不明理其契": "〈Non peu clair sur son accord",
  以致大怨已至: "En conséquence, la grande rancune est arrivée",
  而德和之: "Et dehe",
  其傷不復: "La blessure n'est pas répulsionnelle",
  故有餘怨也: "Par conséquent, il y a encore beaucoup de griefs",
  "〉": "None",
  安可以為善: "Comment pouvez-vous faire du bien",
  是以聖人執左契: "Par conséquent, les sages ont appliqué le Zuo Qi",
  "〈左契": "〈Zuo Qi",
  防怨之所由生也: "La raison de la naissance du ressentiment est née",
  "〉": "None",
  而不責於人: "Pas responsable des gens",
  有德司契: "Youdesichi",
  "〈有德之人念思其契": "〈La personne vertueuse pense à son amitié",
  不念怨生而後責於人也:
    "Si vous ne pensez pas au ressentiment et que vous serez responsable des autres",
  "〉": "None",
  無德司徹: "Wude shi",
  "〈徹": "〈",
  司人之過也: "Les gens qui sont passés par",
  "〉": "None",
  天道無親: "La voie du ciel est irréel",
  常與善人: "Soyez toujours avec de bonnes personnes",
  八十章: "Chapitre 80",
  小國寡民: "Petit pays et peu de gens",
  "〈國既小": "〈Le pays est petit",
  民又寡: "Les gens sont rares",
  尚可使反古: "Peut encore être anti-anti",
  況國大民眾乎: "La république populaire de chine",
  故舉小國而言也: "Par conséquent, il est également vrai pour les petits pays",
  "〉": "None",
  使有什伯之器而不用: "Rendre impossible de l'utiliser",
  "〈言使民雖有什伯之器而無所用":
    "〈Donc, même si les gens avaient les outils d'un homme, ils étaient inutiles",
  何患不足也: "Quel est le problème",
  "〉": "None",
  使民重死而不遠徙: "Faire mourir les gens durs mais ne pas s'éloigner",
  "〈使民不用": "〈Faire en sorte que les gens ne l'utilisent pas",
  惟身是寶: "Seul le corps est",
  不貪貨賂: "Pas de marchandises",
  故各安其居: "Par conséquent, tout le monde vit en paix",
  重死而不遠徙也: "La mort est trop lourde mais ne s'éloigne pas",
  "〉": "None",
  雖有舟輿: "Bien qu'il y ait un bateau",
  無所乘之: "Rien à rouler",
  雖有甲兵: "Bien qu'il y ait des soldats blindés",
  無所陳之: "Rien à dire",
  使人復結繩而用之:
    "Faites en sorte que les gens se réincarnent et l'utilisent",
  甘其食: "Nourriture sucrée",
  美其服: "Beau service",
  安其居: "Rester à la maison",
  樂其俗: "Soyez satisfait des coutumes",
  鄰國相望: "Le pays se fait face",
  雞犬之聲相聞: "Voix du chien",
  民至老死: "Les gens meurent jusqu'à la vieillesse",
  不相往來: "N'interagissez pas les uns avec les autres",
  "〈無所欲求": "〈Seeking Nothing",
  "〉": "None",
  八十一章: "Chapitre 81",
  信言不美: "Fidèle",
  "〈實在質也": "〈Il y a une vraie qualité",
  "〉": "None",
  美言不信: "Ne croyez pas en de bons mots",
  "〈本在樸也": "〈Ben est dans le puye",
  "〉": "None",
  善者不辯: "Les bons ne sont pas corrects",
  辯者不善: "Le diable n'est pas bon",
  知者不博: "Ceux qui connaissent ne sont pas prometteurs",
  "〈極在一也": "〈Le plus en un",
  "〉": "None",
  博者不知: "Le blogueur ne sait pas",
  聖人不積: "L'homme sacré n'est pas",
  "〈無私自有": "〈Sans propre",
  唯善是與: "Seul est bon",
  任物而已: "Prenez juste les choses",
  "〉": "None",
  既以為人己愈有: "Puisque vous pensez que les autres auront plus",
  "〈物所尊也": "〈Ce qui est respecté",
  "〉": "None",
  既以與人己愈多: "Puisque nous avons de plus en plus avec les autres",
  "〈物所歸也": "〈Les choses ont disparu",
  "〉": "None",
  天之道: "La voie du ciel",
  利而不害: "Profit mais pas de mal",
  "〈動常生成之也": "〈Il est souvent généré",
  "〉": "None",
  聖人之道: "Le chemin du saint",
  為而不爭: "Pour et ne pas se battre",
  "〈順天之利不相傷也": "〈Les avantages du paradis ne sont pas nocifs",
};


const synth = window.speechSynthesis;
let utterance = null;

// 状态跟踪
const charStates = {};

// 页面加载完成后初始化
document.addEventListener("DOMContentLoaded", function () {
  renderPoem();
});

// 渲染诗歌
function renderPoem() {
  const poemContainer = document.getElementById("poemContainer");
  const lines = poemText.split("\n");

  lines.forEach((line) => {
    const lineDiv = document.createElement("div");
    lineDiv.className = "poem-line";

    // 处理每个字符
    for (let i = 0; i < line.length; i++) {
      const char = line[i];

      // 跳过空格
      if (char.trim() === "") {
        const spaceSpan = document.createElement("span");
        spaceSpan.textContent = " ";
        lineDiv.appendChild(spaceSpan);
        continue;
      }

      // 创建字符容器
      const charContainer = document.createElement("div");
      charContainer.className = "char-container";

      // 创建字符显示
      const charSpan = document.createElement("span");
      charSpan.className = "char";
      charSpan.textContent = char;

      // 创建拼音显示
      const pinyinSpan = document.createElement("span");
      pinyinSpan.className = "pinyin";

      // 创建翻译显示
      const transSpan = document.createElement("span");
      transSpan.className = "translation";

      // 添加到容器
      charContainer.appendChild(pinyinSpan);
      charContainer.appendChild(charSpan);
      charContainer.appendChild(transSpan);

      // 添加点击事件
      charContainer.addEventListener("click", () =>
        handleCharClick(char, pinyinSpan, transSpan)
      );

      // 添加到行
      lineDiv.appendChild(charContainer);
    }

    // 添加行控制按钮
    const controlsDiv = document.createElement("div");
    controlsDiv.className = "line-controls";

    const readBtn = document.createElement("button");
    readBtn.textContent = "朗读";
    readBtn.addEventListener("click", () => readLine(line));

    const transBtn = document.createElement("button");
    transBtn.textContent = "翻译";
    transBtn.addEventListener("click", () => showLineTranslation(line));

    controlsDiv.appendChild(readBtn);
    controlsDiv.appendChild(transBtn);
    lineDiv.appendChild(controlsDiv);

    // 添加到容器
    poemContainer.appendChild(lineDiv);
  });
}

// 处理字符点击
function handleCharClick(char, pinyinSpan, transSpan) {
  const charId = `${char}-${pinyinSpan.id}`; // 创建唯一标识

  // 初始化状态
  if (!charStates[charId]) {
    charStates[charId] = 0;
  }

  // 更新状态
  charStates[charId]++;
  if (charStates[charId] > 3) {
    charStates[charId] = 1;
  }

  // 根据状态执行操作
  switch (charStates[charId]) {
    case 1: // 朗读字符
      readChar(char);
      updateStatus(`朗读字符: ${char}`);
      break;
    case 2: // 显示拼音
      showPinyin(char, pinyinSpan);
      updateStatus(`显示拼音: ${char}`);
      break;
    case 3: // 显示翻译
      showTranslation(char, transSpan);
      updateStatus(`显示翻译: ${char}`);
      break;
  }
}

// 显示拼音
function showPinyin(char, pinyinSpan) {
  // 这里应该调用拼音库，简化处理

  const py = pinyinMap[char] || "?";
  pinyinSpan.textContent = py;
  pinyinSpan.style.display = "block";

  // 3秒后自动隐藏
  setTimeout(() => {
    pinyinSpan.style.display = "none";
    // 重置状态以便下次点击
    const charId = `${char}-${pinyinSpan.id}`;
    charStates[charId] = 0;
  }, 8000);
}

// 朗读字符
function readChar(char) {
  if (synth.speaking) {
    synth.cancel();
  }

  utterance = new SpeechSynthesisUtterance(char);
  utterance.lang = "zh-CN";
  utterance.rate = 0.7; // 设置为正常速度的70%
  synth.speak(utterance);
}

// 显示翻译
function showTranslation(char, transSpan) {
  const lang = document.getElementById("languageSelect").value;

  const translationCard = document.getElementById("translationCard");

  const translateMap = {
    de: translations_de[char] || "Keine Übersetzung",
    fr: translations_fr[char] || "Pas de traduction",
    en: translations_en[char] || "No translation",
  };
  const translate = translateMap[lang];
  translationCard.innerHTML = `
  <div class="card-header">
    <button class="close-btn" onclick="closeTranslationCard()">×</button>
  </div>
  <div class="info-block">
    <div class="info-label">汉字：</div>
    <div class="info-content">${char}</div>
    <div class="info-label">翻译：</div>
    <div class="info-content">${translate}</div>
  </div>
`;

  translationCard.style.display = "block";

  const charId = `${char}-${transSpan.id}`;
  charStates[charId] = 0;
}

function closeTranslationCard() {
  const translationCard = document.getElementById("translationCard");
  translationCard.style.display = "none";
}

// 朗读整行
function readLine(line) {
  if (synth.speaking) {
    synth.cancel();
  }

  utterance = new SpeechSynthesisUtterance(line);
  utterance.lang = "zh-CN";
  utterance.rate = 0.6; // 设置为正常速度的60%，更慢一些
  synth.speak(utterance);

  updateStatus(`朗读: ${line}`);
}

function showLineTranslation(line) {
  const lang = document.getElementById("languageSelect").value;
  const translatedMap = {
    de: tianwen_translation_map_de,
    fr: tianwen_translation_map_fr,
    en: tianwen_translation_map_en,
  };
  const translatedLine =
    translatedMap[lang]?.[line] || "（keine Übersetzung gefunden）";
  const translationCard = document.getElementById("translationCard");

  translationCard.innerHTML = `
  <div class="card-header">
    <button class="close-btn" onclick="closeTranslationCard()">×</button>
  </div>
  <div class="info-block">
    <div class="info-label">原文：</div>
    <div class="info-content">${line}</div>
    <div class="info-label">翻译：</div>
    <div class="info-content">${translatedLine}</div>
  </div>
`;

  translationCard.style.display = "block";

  updateStatus(`显示翻译: ${line.substring(0, 15)}...`);
}

// 更新状态栏
function updateStatus(message) {
  document.getElementById("statusBar").textContent = message;
}
